[
  {
    "": "84",
    "name": "Layer Cake Primitivo aka Zinfandel 2008",
    "grape": "",
    "region": "Italy",
    "variety": "Red Wine",
    "rating": "89.0",
    "notes": "A balance of elegance and power; inky black fruit, spice and white pepper, jammy black cherries, plums, blackberry fruit, truffles, tar, and espresso. Warm and rich in the mouth with a creamy texture; slight notes of chalky Puglia terroir, the ripe fruit is well supported by the deep structure of the wine. Imagine a cool fall evening, a warm blaze crackling in the fireplace, the wine rich and intriguing, like stories told by old friends."
  },
  {
    "": "91",
    "name": "Le Berne Vino Nobile di Montepulciano 2011",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "90.0",
    "notes": "The grapes, about 90% of which are Sangiovese (known as Prugnolo gentile in Montepulciano) and small quantities of Canaiolo Nero and Mammolo, are gathered after an accurate selection at the precise moment of ripening. After vinification the wine is aged for at least two years in oak barrels and six months in bottles. The result is a ruby red wine tending to garnet red, which has a delicate fragrance and violet aroma, with a dry and slightly tannic flavor."
  },
  {
    "": "106",
    "name": "Le Casematte Faro 2014",
    "grape": "",
    "region": "Sicily, Italy",
    "variety": "Red Wine",
    "rating": "93.0",
    "notes": "Dark ruby red with orange hues, the wine has an intense, elegant and ample nose boasting notes of ripe red berries and blueberries,Mediterranean shrub, and spicy notes like nutmeg and pepper. Well-balanced on the palate with firm tannins, a round, rich fruityflavor, and an elegant finale. "
  },
  {
    "": "107",
    "name": "Le Casematte Faro 2013",
    "grape": "",
    "region": "Sicily, Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": "Dark ruby red with orange hues, the wine has an intense, elegant and ample nose boasting notes of ripe red berries and blueberries,Mediterranean shrub, and spicy notes like nutmeg and pepper. Well-balanced on the palate with firm tannins, a round, rich fruityflavor, and an elegant finale."
  },
  {
    "": "108",
    "name": "Le Casematte Faro 2016",
    "grape": "",
    "region": "Sicily, Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": "Dark ruby red with orange hues, the wine has an intense, elegant and ample nose boasting notes of ripe red berries and blueberries, Mediterranean shrub, and spicy notes like nutmeg and pepper. Well-balanced on the palate with firm tannins, a round, rich fruity flavor, and an elegant finale. "
  },
  {
    "": "109",
    "name": "Le Casematte Nero d'Avola 2015",
    "grape": "",
    "region": "Sicily, Italy",
    "variety": "Red Wine",
    "rating": "89.0",
    "notes": "#95"
  },
  {
    "": "110",
    "name": "Le Casematte Peloro Rosso 2014",
    "grape": "",
    "region": "Sicily, Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": "Brilliant ruby red in color with violet reflections. The nose has generous aromas of small red berries, floral fragrances as well as carob, licorice and spice. On the palate, the wine has fresh acidity, rich fruity flavors, mineral notes, and vibrant tannins."
  },
  {
    "": "111",
    "name": "Le Casematte Peloro Rosso 2015",
    "grape": "",
    "region": "Sicily, Italy",
    "variety": "Red Wine",
    "rating": "92.0",
    "notes": "Brilliant ruby red in color with violet reflections. The nose has generous aromas of small red berries, floral fragrances as well as carob, licorice and spice. On the palate, the wine has fresh acidity, rich fruity flavors, mineral notes, and vibrant tannins. "
  },
  {
    "": "112",
    "name": "Le Casematte Peloro Bianco 2017",
    "grape": "",
    "region": "Sicily, Italy",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "Bright straw yellow in color. The nose boasts notes of white- and yellow-fleshed fruit, floral aromas of mimosas and chamomile, mineral aromas and Mediterranean herbs. On the palate, the wine is fresh and tangy with pleasant fruit and a long, invigorating finale heightened by lively citrus notes. "
  },
  {
    "": "113",
    "name": "Le Casematte Peloro Rosso 2017",
    "grape": "",
    "region": "Sicily, Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": "Le Casematte Peloro Rosso has intense and brilliant ruby red colors with violet reflections. The nose in generous with a floral bouquet and notes of small berries, carob and licorice; it is well balanced with a spicy finish. On the palate has fresh acidity, rich fruit flavors with pleasant, vibrant and elegant tannins."
  },
  {
    "": "115",
    "name": "Le Chiuse Brunello di Montalcino 2008",
    "grape": "",
    "region": "Montalcino, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "90.0",
    "notes": "Ruby red with light garnet hues. Intense scent with easy memories of blueberry, small fruits, black currant and cherry. It is easy to appreciate also notes of violet, mineral hints of flint and spicy scents. Great body and elegance. Neat with good complexity. In the mouth it shows all the character of a great wine, with good persistence, elegant and refined tannins. "
  },
  {
    "": "116",
    "name": "Le Chiuse Brunello di Montalcino 2010",
    "grape": "",
    "region": "Montalcino, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": " \"Le Chiuse\" Brunello is a clear wine, bright garnet red in colour. It has an intense persistent fragrance, pure and full-bodied. Various fragrances can be recognize, from forest fruits to light vanilla. To the taste the wine is snooth and elegant, dry with an excellent persistent of aroma. It ages well, improving with time. It should be served at a temperature of 18-20°C, the bottle having been left in a warm place for at least 24 hours and uncorked several hours before serving. Every vintage has its own determining caracteristics and features. In the best vintages, 20% of the production is seat to age in our cellars for a further year thereby becoming \"Reserve\"."
  },
  {
    "": "117",
    "name": "Le Chiuse Brunello di Montalcino 2011",
    "grape": "",
    "region": "Montalcino, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": "Le Chiuse Brunello is a clear wine, bright garnet red in color. It has an intense persistent fragrance, pure and full-bodied. Various fragrances can be recognized, from forest fruits to light vanilla. To the taste the wine is smooth and elegant, dry with an excellent persistent of aroma. It ages well, improving with time."
  },
  {
    "": "118",
    "name": "Le Chiuse Brunello di Montalcino 2012",
    "grape": "",
    "region": "Montalcino, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "92.0",
    "notes": "Le Chiuse Brunello is a clear wine, bright garnet red in color. It has an intense persistent fragrance, pure and full-bodied. Various fragrances can be recognized, from forest fruits to light vanilla. To the taste the wine is smooth and elegant, dry with an excellent and persistent aroma. It ages well, improving with time."
  },
  {
    "": "119",
    "name": "Le Chiuse Brunello di Montalcino 2013",
    "grape": "",
    "region": "Montalcino, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "96.0",
    "notes": "Ruby red in color with light granite hues. The nose is clean, elegant, and prevalent of fruity notes such as ripe plum and wild cherry mainly; with agreeable scents of flint, balsamic notes, violet and spices. All these fragrances make the bouquet complex and harmonic. Greatly structured, sapid and agreeably fresh. Its great acidity makes this wine very charming and elegant. The sunny vintage makes high density tannins but never too aggressive. The result is an important and elegant wine with a long and persistent finish. "
  },
  {
    "": "120",
    "name": "Le Chiuse Brunello di Montalcino 2015",
    "grape": "",
    "region": "Montalcino, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "95.0",
    "notes": "Ruby red in color with light granite hues. The nose is clean, elegant, and prevalent of fruity notes such as ripe plum and wild cherry mainly; with agreeable scents of flint, balsamic notes, violet, and spices. All these fragrances make the bouquet complex and harmonic. Greatly structured, sapid and agreeably fresh. Its great acidity makes this wine very charming and elegant. The sunny vintage makes high-density tannins but never too aggressive. The result is an important and elegant wine with a long and persistent finish"
  },
  {
    "": "121",
    "name": "Le Chiuse Brunello di Montalcino (375ML half-bottle) 2011",
    "grape": "",
    "region": "Montalcino, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": "Le Chiuse Brunello is a clear wine, bright garnet red in color. It has an intense persistent fragrance, pure and full-bodied. Various fragrances can be recognized, from forest fruits to light vanilla. To the taste the wine is smooth and elegant, dry with an excellent persistent of aroma. It ages well, improving with time."
  },
  {
    "": "122",
    "name": "Le Chiuse Brunello di Montalcino (375ML half-bottle) 2013",
    "grape": "",
    "region": "Montalcino, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "96.0",
    "notes": "Ruby red in color with light granite hues. The nose is clean, elegant, and prevalent of fruity notes such as ripe plum and wild cherry mainly; with agreeable scents of flint, balsamic notes, violet and spices. All these fragrances make the bouquet complex and harmonic. Greatly structured, sapid and agreeably fresh. Its great acidity makes this wine very charming and elegant. The sunny vintage makes high density tannins but never too aggressive. The result is an important and elegant wine with a long and persistent finish. "
  },
  {
    "": "123",
    "name": "Le Chiuse Brunello di Montalcino (375ML half-bottle) 2012",
    "grape": "",
    "region": "Montalcino, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "92.0",
    "notes": "Le Chiuse Brunello is a clear wine, bright garnet red in color. It has an intense persistent fragrance, pure and full-bodied. Various fragrances can be recognized, from forest fruits to light vanilla. To the taste the wine is smooth and elegant, dry with an excellent persistent of aroma. It ages well, improving with time."
  },
  {
    "": "124",
    "name": "Le Chiuse Brunello di Montalcino Riserva 2006",
    "grape": "",
    "region": "Montalcino, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "93.0",
    "notes": "Le Chiuse Brunello di Montalcino Riserva is a deep ruby red with pleasant garnet hues. A brilliant wine. Very deep with a continuously evolution in its bouquet. The typical fragrant hints of wild cherry, the delicate sensations of violet surround a group of scents which make this wine enchanting and complex. Among the most important ones we remember are the mineral hints of flint, Indian ink, not too sweet spices, leather, tobacco and Amaretto. Great structure, fresh, alive and balanced, with thick and crunchy tannins which show its natural propensity to a long refining in the bottle. Elegant and very persistent. "
  },
  {
    "": "125",
    "name": "Le Chiuse Brunello di Montalcino Riserva 2009",
    "grape": "",
    "region": "Montalcino, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "90.0",
    "notes": "Intense, ruby red in color with garnet hues, this very aromatic wine shows violet, prune, pepper, spice and licorice on the nose. Full-bodied, savory with fruit and spices confirmed on this refined palate. Long and silky."
  },
  {
    "": "126",
    "name": "Le Chiuse Rosso di Montalcino 2015",
    "grape": "",
    "region": "Montalcino, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "90.0",
    "notes": "This wine has a shining, clear appearance and is ruby red in color. It has a good fragrance and intensity with the recognizable scent of small fresh fruits. To the taste, the wine is dry with a good persistence. It is ready to drink, even if kept for some time."
  },
  {
    "": "127",
    "name": "Le Chiuse Rosso di Montalcino 2017",
    "grape": "",
    "region": "Montalcino, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "92.0",
    "notes": "The wine-making process for this red wine is the same as the Brunello, the grapes and type of vines used are again of 100% large Sangiovese, but without the need of ageing. It has a shining, clear appearance and is ruby red in color. It has a good fragrance and intensity with the recognizable scent of small fresh fruits. To the taste, the wine is dry with a good persistence. It is ready to drink, even if kept for some time."
  },
  {
    "": "132",
    "name": "Le Colture Brut Rose",
    "grape": "",
    "region": "Prosecco, Italy",
    "variety": "Sparkling & Champagne",
    "rating": "90.0",
    "notes": "The Brut Rose is a sparkling wine, made in the charmant method, and the rose color is obtained by blending selected Merlot grapes with their estate grown Chardonnay. After the harvest, the Merlot is left for a brief time in contact with their skins and as soon as the desired color is reached, the juice is removed and the chardonnay is added. "
  },
  {
    "": "133",
    "name": "Le Colture Fagher Prosecco Superiore Brut",
    "grape": "",
    "region": "Valdobbiadene, Prosecco, Italy",
    "variety": "Sparkling & Champagne",
    "rating": "90.0",
    "notes": "Its most attractive elements are encapsulated in the inviting sweetness of vegetable and heady citrus aromas and, very often, with a pleasing note of fresh bread, combined togetherwith a lively and pleasant taste. The fine perlage ensures the persistence of its taste and freshness of the palate combined with its adaptability of being served with a wide range of foods,although it is particularly appreciated served chilled with simple and more creative fish and vegetable hors d'oeuvres, seafood pasta dishes and roast fish or even, as is customary in the area where it is produced, to be drunk throughout the entire meal."
  },
  {
    "": "134",
    "name": "Le Colture Prosecco Superiore di Cartizze",
    "grape": "",
    "region": "Valdobbiadene, Prosecco, Italy",
    "variety": "Sparkling & Champagne",
    "rating": "90.0",
    "notes": "Considered the Grand Cru of Prosecco the tiny \"Superiore di Cartizze\" piece of land is located in Valdobbiadene, in the heart of the Prosecco DOCG area, and is set like a jewel amidst the steepest hills around San Pietro di Barbozza, Santo Stefano and Saccol. Only 106 hectares in size, the Cartizze area supplies the best grapes in the Appellation, which are made into this Prosecco Cartizze, a highly treasured sparkling wine that achieves the best quality in the DOCG Conegliano-Valdobbiadene area."
  },
  {
    "": "135",
    "name": "Le Corti Chianti Classico 2011",
    "grape": "",
    "region": "Chianti Classico, Chianti, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "90.0",
    "notes": "This blend of Sangiovese, Canaiolo and Colorino undergoes a fermentation process lasts 20 days, with a maxtemperature of 28° C., in open air tanks with temperaturecontrol system. The grapes are inoculated with selected indigenous yeasts."
  },
  {
    "": "136",
    "name": "Le Corti Chianti Classico 2012",
    "grape": "",
    "region": "Chianti Classico, Chianti, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "90.0",
    "notes": "Le Corti Chianti Classico is a deep red color and offers a natural elegance. The nose has the freshness of wild little flowers, violets and roses, plus earthy notes, which have the depth and the delicate strengths of ripe fruit, with wild strawberries, cherries and plums, and with a finish of red orange and tamarind. The palate is voracious: the natural minerality of the soil increase the perception of the smooth body on the palate, with dense but silky tannins and hints of leather and pepper. A little masterpiece of classicism, withthe typical characteristics and lightness of Sangiovese, almost anethereal floral and fruity structure with gentle tannins and licorice notes. "
  },
  {
    "": "137",
    "name": "Le Corti Chianti Classico 2013",
    "grape": "",
    "region": "Chianti Classico, Chianti, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": "Intense ruby red in color, the wine has a brilliant and silky profile, almost thirst-quenching with its traces of raspberry, violet, lavender, and forest roses. The lightly spicy nose is inviting, an anticipation of a lively flavor and texture with a genteel note of rhubarb, its precise tannins marked by the sensation of just-harvested crunchy, red plums, and a finish that pushes through a dynamic progression of savoriness. Food pairings: Ideal with roast pork, mixed boiled meats, wild fowl, grilled white meat, and medium-aged cheeses."
  },
  {
    "": "138",
    "name": "Le Corti Don Tommaso Chianti Classico 2007",
    "grape": "",
    "region": "Chianti Classico, Chianti, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "92.0",
    "notes": "Very intense ruby, almost like cranberry juice. Elegant nose of incense, bay leaves, black pepper and sandalwood as well as a basket of black cherries and wild blackberry. Mouth filled with fruity notes, roasted coffee and vanilla that stay in the background with the amarena and blackcurrant on the main stage. Beautifulbody, soft and rich tannins, just sweet with the finalreferences back to the fruit mixed with hot spices,cardamom and incense."
  },
  {
    "": "139",
    "name": "Le Corti Chianti Classico 2016",
    "grape": "",
    "region": "Chianti Classico, Chianti, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": "The soul of the Villa Le Corti, condensed in the expression of the most authentic character of the San Casciano Val di Pesa hills in Chianti Classico, with Sangiovese and its sparring partners Colorino and Canaiolo. Intense ruby red, for a wine that reveals character, clarity and precision, with a fresh spicy and mint opening aromas and crunchy red berries framed with orange nuances. The floral uniqueness of the violets and iris has a peppery touch in a gentle and generous sip, with an iridescent texture and structure, and a fresh progression in balance with tasty and refined tannins."
  },
  {
    "": "140",
    "name": "Le Corti Don Tommaso Chianti Classico 2008",
    "grape": "",
    "region": "Chianti Classico, Chianti, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "92.0",
    "notes": "Very intense ruby, almost like cranberry juice. Elegant nose of incense, bay leaves, black pepper and sandalwood as well as a basket of black cherries and wild blackberry. Mouth filled with fruity notes, roasted coffee and vanilla that stay in the background with the amarena and blackcurrant on the main stage. Beautiful body, soft and rich tannins, just sweet with the final references back to the fruit mixed with hot spices, cardamom and incense.  "
  },
  {
    "": "141",
    "name": "Le Corti Don Tommaso Chianti Classico 2013",
    "grape": "",
    "region": "Chianti Classico, Chianti, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": "The voice of a single vineyard -- 10 hectares in the family hills of San Casciano in Val di Pesa, a century-old estate where Sangiovese grapes have unique strength and precision. The soul of this wine is in the details, with a rough character that broadens in complexity with evolution. The nose offers intense aromas of dark cherries and plums, violets and dried roses, licorice powder and myrtle leaf, with a fresh touch of fine spices. The palate is powerful and direct, with a crescendo in the mouth: a dry and warm body without excess of tannins, like a stretching muscle, defines a full and harmonious development. "
  },
  {
    "": "142",
    "name": "Le Corti Don Tommaso Chianti Classico 2014",
    "grape": "",
    "region": "Chianti Classico, Chianti, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": "The voice of a single vineyard, 10 hectares in the family hills of San Casciano in Val di Pesa, a century-old estate where Sangiovese grapes have unique strength and precision. The soul of this wine is in the details, with a rough character in a precise texture that widens in complexity with the evolution. Intense aromas vibrating in fragrant notes of dark cherries and plums, violets and dried roses, liquorice powder and myrtle leaf, with a fresh touch of fine spices. The palate is powerful and direct, with a crescendo in the mouth: a dry and warm body without excess of tannins, like a stretching muscle, defines a full and harmonious development. "
  },
  {
    "": "143",
    "name": "Le Corti Don Tommaso Chianti Classico 2009",
    "grape": "",
    "region": "Chianti Classico, Chianti, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "90.0",
    "notes": "Very intense ruby, almost like cranberry juice. Elegant nose of incense, bay leaves, black pepper and sandalwood as well as a basket of black cherries and wild blackberry. Mouth filled with fruity notes, roasted coffee and vanilla that stay in the background with the amarena and blackcurrant on the main stage. Beautifulbody, soft and rich tannins, just sweet with the final references back to the fruit mixed with hot spices, cardamom and incense."
  },
  {
    "": "144",
    "name": "Le Corti Tenuta Birillo Rosso 2010",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "92.0",
    "notes": "Shimmering, nicely-saturated ruby red. The rich nose, classic Chianti, boasts near-dried violet petals and morello cherry, then opens out to generous red fruits such as cherry, ripe plum, and redcurrant, with crowning impressions of toasty oak, tobacco leaf, and cracked black pepper.It is crisp and fruity in the mouth, with supple tannins leading into a well-rounded, balanced finish. Wonderfully easy drinking."
  },
  {
    "": "153",
    "name": "Le Due Terre Colli Orientali del Friuli Sacrisassi 2005",
    "grape": "",
    "region": "Friuli-Venezia Giulia, Italy",
    "variety": "White Wine",
    "rating": "95.0",
    "notes": "Bright straw yellow. Intense and persistent floral aromas. Dry, full-bodied, potent and warm. Finishes very long. Perfect for white meats and roasted whole fish as well as fish soup.    "
  },
  {
    "": "154",
    "name": "Le Due Terre Colli Orientali del Friuli Sacrisassi 2007",
    "grape": "",
    "region": "Friuli-Venezia Giulia, Italy",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Bright straw yellow. Intense and persistent floral aromas. Dry, full-bodied, potent and warm. Finishes very long. Perfect for white meats and roasted whole fish as well as fish soup. "
  },
  {
    "": "158",
    "name": "Le Fonti Chianti Classico 2009",
    "grape": "",
    "region": "Chianti Classico, Chianti, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "90.0",
    "notes": "Grown in rather rocky, loamy soil at about 300 meters above sea level, the grapes (100% Sangiovese) are hand-harvested using small crates. In the cellar, they are cold-soaked for about 10 days. 30% of the wine is aged in barriques, while the rest ages in the traditional fiberglass-lined cement tanks. The wine is released after 6 months of bottle ageing. "
  },
  {
    "": "162",
    "name": "Le Macchiole (1.5 Liter Magnum) 2013",
    "grape": "",
    "region": "Bolgheri, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "90.0",
    "notes": "#97"
  },
  {
    "": "163",
    "name": "Le Macchiole 1999",
    "grape": "",
    "region": "Bolgheri, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "90.0",
    "notes": "95% Sangiovese, 5% Cabernet Sauvignon."
  },
  {
    "": "164",
    "name": "Le Macchiole 2006",
    "grape": "",
    "region": "Bolgheri, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "90.0",
    "notes": "Intense ruby color with violet reflections. Spicy notes of green pepper and vanilla, small red fruits very intense and persistent. It's an elegant wine, well balanced. Tannins give a long fresh sensation, with a sweet closing"
  },
  {
    "": "165",
    "name": "Le Macchiole 2005",
    "grape": "",
    "region": "Bolgheri, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": "Brilliant ruby colour, this wine exhibits aromas of red fruits, blueberries, blackberries, spices and light, well-integrated vanilla notes. Medium-bodies, it possesses sweet, ripe tannins, and a balanced, refreshing acidity."
  },
  {
    "": "166",
    "name": "Le Macchiole 2008",
    "grape": "",
    "region": "Bolgheri, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "90.0",
    "notes": "Brilliant ruby colour, this wine exhibits aromas of red fruits, blueberries, blackberries, spices and light, well-integrated vanilla notes. Medium-bodies, it possesses sweet, ripe tannins, and a balanced, refreshing acidity."
  },
  {
    "": "167",
    "name": "Le Macchiole 2006",
    "grape": "",
    "region": "Bolgheri, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": "30% Sangiovese, 40% Merlot, 30% Cabernet Franc"
  },
  {
    "": "168",
    "name": "Le Macchiole 2009",
    "grape": "",
    "region": "Bolgheri, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "89.0",
    "notes": "Brilliant ruby color, this wine exhibits aromas of red fruits, blueberries, blackberries, spices and light, well-integrated vanilla notes. Medium-bodies, it possesses sweet, ripe tannins, and a balanced, refreshing acidity."
  },
  {
    "": "169",
    "name": "Le Macchiole 2010",
    "grape": "",
    "region": "Bolgheri, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "93.0",
    "notes": "Brilliant ruby colour, this wine exhibits aromas of red fruits, blueberries, blackberries, spices and light, well-integrated vanilla notes. Medium-bodies, it possesses sweet, ripe tannins, and a balanced, refreshing acidity."
  },
  {
    "": "170",
    "name": "Le Macchiole 2013",
    "grape": "",
    "region": "Bolgheri, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "90.0",
    "notes": "#97"
  },
  {
    "": "171",
    "name": "Le Macchiole Messorio (1.5 Liter Magnum) 2010",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "92.0",
    "notes": "Messorio is widely considered to be one of Bolgheri's, if not Italy's, most outstanding renditions of pure Merlot. Intense ruby red with violet notes, tremendous ripe berry fruit on the nose with hints of pepper, spice, vanilla and voluptuous in body, with jammy red fruit exotic innuendos, and smooth tannins."
  },
  {
    "": "172",
    "name": "Le Macchiole 2012",
    "grape": "",
    "region": "Bolgheri, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "90.0",
    "notes": "Bolgheri Rosso is a fresh and elegant blend of 50% Merlot, 30% Cabernet Franc and 20% Syrah. Brilliant ruby in color, this wine exhibits aromas of red fruits, blueberries, blackberries, spices and light, well-integrated vanilla notes. Medium-bodied, it possesses sweet, ripe tannins, and a balanced, refreshing acidity."
  },
  {
    "": "173",
    "name": "Le Macchiole Messorio 2000",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "92.0",
    "notes": "Loads of vanilla, coconut and ripe fruit. Full-bodied and well-rounded with rich notes of raspberries and cherry flavors. Tannins are silky and round. This wine has a long smooth finish of vanilla and fruit.   "
  },
  {
    "": "174",
    "name": "Le Macchiole Messorio 2002",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "94.0",
    "notes": "Messorio is widely considered to be one of Bolgheri's, if not Italy's, most outstanding renditions of pure Merlot. Intense ruby red with violet notes, tremendous ripe berry fruit on the nose with hints of pepper, spice, vanilla and voluptuous in body, with jammy red fruit exotic innuendos, and smooth tannins."
  },
  {
    "": "175",
    "name": "Le Macchiole Messorio 2003",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "93.0",
    "notes": "Deep ruby red color. Scents of raspberry, redcurrant and tea.  Well balanced in spices and red fruits. Very persistent and with mild tannins and finish. Intense and rich wine for long ageing"
  },
  {
    "": "176",
    "name": "Le Macchiole Messorio 2005",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "90.0",
    "notes": "Messorio is widely considered to be one of Bolgheri's, if not Italy's, most outstanding renditions of pure Merlot. Intense ruby red with violet notes, tremendous ripe berry fruit on the nose with hints of pepper, spice, vanilla and voluptuous in body, with jammy red fruit exotic innuendoes, and smooth tannins"
  },
  {
    "": "177",
    "name": "Le Macchiole Messorio 2007",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "93.0",
    "notes": "Messorio is the perfect child, the one who studies hard, the one who always makes you proud. He is the one most able to fully express the character of our land; he has the structure, the elegance and the perfumes which are the perfect expression and the exact image of our DNA."
  },
  {
    "": "178",
    "name": "Le Macchiole Messorio 2009",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "93.0",
    "notes": "Messorio is widely considered to be one of Bolgheri's, if not Italy's, most outstanding renditions of pure Merlot. Intense ruby red with violet notes, tremendous ripe berry fruit on the nose with hints of pepper, spice, vanilla and voluptuous in body, with jammy red fruit exotic innuendos, and smooth tannins."
  },
  {
    "": "179",
    "name": "Le Macchiole Messorio 2010",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "92.0",
    "notes": "Messorio is widely considered to be one of Bolgheri's, if not Italy's, most outstanding renditions of pure Merlot. Intense ruby red with violet notes, tremendous ripe berry fruit on the nose with hints of pepper, spice, vanilla and voluptuous in body, with jammy red fruit exotic innuendos, and smooth tannins."
  },
  {
    "": "180",
    "name": "Le Macchiole Messorio 2012",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "94.0",
    "notes": "Messorio, a Merlot monovarietal, is the winery’s flagship wine. Its initial vintage was 1994, and since then it has receivedmuch critical acclaim, including a 100-point score from the Wine Spectator for the 2004 vintage. Yields are managed tightly throughthe use of low vigor rootstocks and drastic thinning of clusters. The result is a complex wine with austerity, virility and elegant structure."
  },
  {
    "": "181",
    "name": "Le Macchiole Messorio 2011",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "93.0",
    "notes": "Messorio, a Merlot monovarietal, is the winery’s flagship wine. Its initial vintage was 1994, and since then it has received much critical acclaim, including a 100-point score from the Wine Spectator for the 2004 vintage. Yields are managed tightly through the use of low vigor rootstocks and drastic thinning of clusters. The result is a complex wine with austerity, virility and elegant structure. Tannin and fruit are in perfect harmony in 2011, and despite its early strong personality, it is very enjoyable even young."
  },
  {
    "": "182",
    "name": "Le Macchiole Messorio 2013",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "93.0",
    "notes": "Messorio is 100% Merlot, from low yields of around 800 grams per plant.  The term \"Messorio\" in Tuscan dialect refers to the workers who harvest the grain. Messorio is vinified in wooden vats. Aging lasts for 18 months in oak barrels with 75% new and 25% second passage. It is a complex wine with austerity, virility and elegant structure. "
  },
  {
    "": "183",
    "name": "Le Macchiole Messorio 2014",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "92.0",
    "notes": "Messorio, which was born in 1994, is Le Macchiole's personal interpretation of one of the grape varieties most commonly grown in the Bolgheri area: Merlot. The name Messorio refers to the ancient Tuscan practice of wheat harvesting, the most important time of the year in the countryside; now, to Le Macchiole, it is all about grape harvesting. A generous grape variety, perfect for the typical Bolgherese wine blends, but tricky and difficult when made into a single varietal wine. Currently considered to be one of Italy’s most representative Merlot-based wines, Messorio is very complex and elegant and evolves beautifully in the bottle year by year."
  },
  {
    "": "184",
    "name": "Le Macchiole Paleo (1.5 Liter Magnum) 2007",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": "Deep ruby red color. Notes of blackcurrant, coffee, green tea and spices. A full bodied wine, very rich and deep in mouth, with very thick and elegant tannins. A long aging wine, with a strong character."
  },
  {
    "": "185",
    "name": "Le Macchiole Paleo (1.5 Liter Magnum) 2009",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "93.0",
    "notes": "Deep ruby red color. Notes of blackcurrant, coffee, green tea and spices. A full bodied wine, very rich and deep in mouth, with very thick and elegant tannins. A long aging wine, with a strong character."
  },
  {
    "": "186",
    "name": "Le Macchiole Paleo (1.5 Liter Magnum) 2011",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "92.0",
    "notes": "Named for the local wild grass that once covered its vineyards, Paleo Rosso is a landmark expression of Italian CabernetFranc. Eugenio Campolmi had long dreamt of creating a unique wine that would stand apart from the rest of Bolgheri, andconverted this wine from a blend to 100% Cabernet Franc in 2001."
  },
  {
    "": "187",
    "name": "Le Macchiole Paleo 1998",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": "Deep ruby red in color. Ripe cabernet fruit comes through in the aromas. Round and delicious. An excellent example of the high quality coming out of this part of Tuscany. Recommended with grilled and roasted red meats."
  },
  {
    "": "188",
    "name": "Le Macchiole Paleo 2003",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "93.0",
    "notes": "Named for the vineyard of its provenance, Paleo Rosso is the flagship wine for Le Macchiole and was the first wine in Bolgheri to made entirely from Cabernet Franc. Ruby red with violet flecks, its red fruit aroma offers notes of yellow and black pepper, tobacco, and nutmeg. Clean on the palate, it finishes with elegant minerality, ripe fruit, and a hint of balsamic. "
  },
  {
    "": "189",
    "name": "Le Macchiole Paleo 2001",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "92.0",
    "notes": "Deep ruby red in color. Ripe Cabernet fruit comes through in the aromas. Round and delicious. An excellent example of the high quality coming out of this part of Tuscany."
  },
  {
    "": "190",
    "name": "Le Macchiole Paleo 2004",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "94.0",
    "notes": "Named for the vineyard of its provenance, Paleo Rosso is the flagship wine for Le Macchiole and was the first wine in Bolgheri to made entirely from Cabernet Franc. Ruby red with violet flecks, its red fruit aroma offers notes of yellow and black pepper, tobacco, and nutmeg. Clean on the palate, it finishes with elegant minerality, ripe fruit, and a hint of balsamic. "
  },
  {
    "": "191",
    "name": "Le Macchiole Paleo 2005",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "93.0",
    "notes": "Named for the vineyard of its provenance, Paleo Rosso is the flagship wine for Le Macchiole and was the first wine in Bolgheri to made entirely from Cabernet Franc. Ruby red with violet flecks, its red fruit aroma offers notes of yellow and black pepper, tobacco, and nutmeg. Clean on the palate, it finishes with elegant minerality, ripe fruit, and a hint of balsamic."
  },
  {
    "": "192",
    "name": "Le Macchiole Paleo 2007",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": "Deep ruby red color. Notes of blackcurrant, coffee, green tea and spices. A full bodied wine, very rich and deep in mouth, with very thick and elegant tannins. A long aging wine, with a strong character."
  },
  {
    "": "193",
    "name": "Le Macchiole Paleo 2008",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "90.0",
    "notes": "Deep ruby red color. Notes of blackcurrant, coffee, green tea and spices. A full bodied wine, very rich and deep in mouth, with very thick and elegant tannins. A long aging wine, with a strong character."
  },
  {
    "": "194",
    "name": "Le Macchiole Paleo 2009",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "93.0",
    "notes": "Deep ruby red color. Notes of blackcurrant, coffee, green tea and spices. A full bodied wine, very rich and deep in mouth, with very thick and elegant tannins. A long aging wine, with a strong character."
  },
  {
    "": "195",
    "name": "Le Macchiole Paleo 2010",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "93.0",
    "notes": "Le Macchiole Paleo is a dep ruby red color. Notes of blackcurrant, coffee, green tea and spices. A full bodied wine, very rich and deep in mouth, with very thick and elegant tannins. A long aging wine, with a strong character."
  },
  {
    "": "196",
    "name": "Le Macchiole Paleo 2011",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "92.0",
    "notes": "Named for the local wild grass that once covered its vineyards, Paleo Rosso is a landmark expression of Italian CabernetFranc. Eugenio Campolmi had long dreamt of creating a unique wine that would stand apart from the rest of Bolgheri, andconverted this wine from a blend to 100% Cabernet Franc in 2001."
  },
  {
    "": "197",
    "name": "Le Macchiole Paleo 2012",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "93.0",
    "notes": "Paleo Rosso arrived in 1989. It is the wine that has evolved well over time: born originally as a classic Bordeaux blend in 2001, eventually arriving as a 100% Cabernet Franc. This is a beautiful story of obstinacy in challenging the stereotype of Cabernet Franc, which is already difficult to produce, and even more so as a pure varietal wine. Today Paleo Rosso is a symbol of Bolgheri despite its distinct individualism and originality within the region; it is one of the most famous Italian Cabernet Franc wines in the world. The word Paleo is a common name referring to the “Festuca Pratensis “ of the family Gramineae, an herb spontaneously growing on the Tuscan coast. "
  },
  {
    "": "198",
    "name": "Le Macchiole Paleo 2013",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "92.0",
    "notes": "Paleo Rosso was born in 1989. It is the winery’s one wine that has changed the most over the years: born as a classic Bordeaux blend, it evolved into a 100% Cabernet Franc wine in 2001. Paleo Rosso is the inspiring story of a man who challenged the cliché that Cabernet Franc wine is difficult to produce, and even more so as a single-varietal wine."
  },
  {
    "": "199",
    "name": "Le Macchiole Paleo 2014",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": "Paleo Rosso is one of the symbols of Bolgheri winemaking while maintaining a non-standardized wine style, and it is one of the world’s best-known Cabernet Francs. “Paleo” is the common name of a species of grass, Festuca Pratensis (of the Gramineae family), which grows wild along the Tuscan Coast."
  },
  {
    "": "200",
    "name": "Le Macchiole Paleo (3 Liter Bottle) 2011",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "92.0",
    "notes": "Named for the local wild grass that once covered its vineyards, Paleo Rosso is a landmark expression of Italian CabernetFranc. Eugenio Campolmi had long dreamt of creating a unique wine that would stand apart from the rest of Bolgheri, andconverted this wine from a blend to 100% Cabernet Franc in 2001."
  },
  {
    "": "201",
    "name": "Le Macchiole Paleo Bianco 2007",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Yellow hay color with greenish reflections. White peach, vanilla yellow citrus and nectarine bouquet. Great minerality. To the palate the wine is sapid and fresh, well balance between the fruit and the barrique. "
  },
  {
    "": "202",
    "name": "Le Macchiole Paleo Bianco 2013",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "Paleo Bianco is an original blend of Sauvignon Blanc and Chardonnay yet with a strong Mediterranean character and an excellent balance. Perfect for pairing with seafood this white does not shy from a medium to long aging in bottle."
  },
  {
    "": "203",
    "name": "Le Macchiole Paleo Bianco 2015",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "White Wine",
    "rating": "93.0",
    "notes": "1991 born the first Paleo Bianco, a very small production intended primarily for local restaurants. Today the Paleo Bianco is an original blend of Sauvignon Blanc and Chardonnay yet with a strong Mediterranean character and an excellent balance. Perfect for pairing with seafood this white does not shy from a medium to long aging in bottle."
  },
  {
    "": "204",
    "name": "Le Macchiole Paleo Bianco 2016",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "White Wine",
    "rating": "93.0",
    "notes": "This blend features a Mediterranean character and good balance. It pairs wonderfully with fish-based dishes."
  },
  {
    "": "205",
    "name": "Le Macchiole Paleo Bianco 2017",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "White Wine",
    "rating": "92.0",
    "notes": "Paleo Bianco today is a silky, mineral-driven blend of Chardonnay  and Sauvignon Blanc with loads of savory Mediterranean character. Deep aromas of lime and white flowers and a delicate spicy note reminiscent of almond and hazelnut."
  },
  {
    "": "206",
    "name": "Le Macchiole Scrio 2004",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "92.0",
    "notes": "100% Syrah."
  },
  {
    "": "207",
    "name": "Le Macchiole Scrio 2001",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "90.0",
    "notes": "Deep and crisp ruby red color. Very persistent balsamic notes. Round in tasting, its acidity gently melts with sweet tannins. Hints of mint and eucaliptus."
  },
  {
    "": "208",
    "name": "Le Macchiole Scrio 2005",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "90.0",
    "notes": "From the beginning, Scrio had a special place in the heart of Eugenio Campolmi, a great lover of the Syrahs of the Northern Rhône. Today, Le Macchiole's Scrio is unquestionably one of the finest Syrah's of Italy "
  },
  {
    "": "209",
    "name": "Le Macchiole Scrio 2006",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "92.0",
    "notes": "From the beginning, Scrio had a special place in the heart of Eugenio Campolmi, a great lover of the Syrahs of the Northern Rhône. Today, Le Macchiole's Scrio is unquestionably one of the finest Syrah's of Italy. Intense deep red, decisively spicy with aromas of white pepper, bay leaf, and fruity perfumes. Round in the mouth, the acidity is balanced by the sweetness of the tannins, the finish is fresh with notes of mint and eucalyptus."
  },
  {
    "": "210",
    "name": "Le Macchiole Scrio 2010",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": "From the beginning, Scrio had a special place in the heart of Eugenio Campolmi, a great lover of the Syrahs of the Northern Rhône. Today, Le Macchiole's Scrio is unquestionably one of the finest Syrah's of Italy. Intense deep red, decisively spicy with aromas of white pepper, bay leaf, and fruity perfumes. Round in the mouth, the acidity is balanced by the sweetness of the tannins, the finish is fresh with notes of mint and eucalyptus."
  },
  {
    "": "211",
    "name": "Le Macchiole Scrio 2012",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": "Inspired by the esteemed wines of the Northern Rhone - specifically, Cote Rotie -Scrio is made from 100% Syrah, originating from two French clones. A dark wine layered with smoke, graphite and blackberries."
  },
  {
    "": "212",
    "name": "Le Macchiole Scrio 2011",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "90.0",
    "notes": "Inspired by the esteemed wines of the Northern Rhone - specifically, Cote Rotie - Scrio is made from 100% Syrah, originating from two French clones. The resulting wine is dark, layered with smoke, graphite and blackberries."
  },
  {
    "": "213",
    "name": "Le Macchiole Scrio 2013",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": "Inspired by the esteemed wines of the Northern Rhone - specifically, Côte Rôtie - Scrio is made from 100% Syrah, originating from two French clones. A dark wine layered with smoke, graphite and blackberries."
  },
  {
    "": "216",
    "name": "Le Macchiole Scrio 2015",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "93.0",
    "notes": "Scrio has an original personality and stands apart from Syrah grown in France or anywhere else – it is an extraordinarily compelling meld of deep and velvety Mediterranean fruit with cool climate aromatics and detail. Given the extremely limited production, Scrio is decidedly a hidden gem"
  },
  {
    "": "217",
    "name": "Le Potazzine Gorelli Brunello di Montalcino 1997",
    "grape": "",
    "region": "Montalcino, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "93.0",
    "notes": "Ruby red with garnet reflections. This wine shows deep, intense aromas with hints of soft fruit aromas as well as ripe fruit in an elegant contrast. Austere flavors, round but velvety, with enduring intensity and persistence."
  },
  {
    "": "218",
    "name": "Le Potazzine Gorelli Brunello di Montalcino 2008",
    "grape": "",
    "region": "Montalcino, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "90.0",
    "notes": "Ruby red with garnet reflections. The nose is deep and intense, with hints of soft fruit aromas as well as ripe fruit in an elegant contrast. The palate is austere and round but velvety, with enduring intensity and persistence."
  },
  {
    "": "219",
    "name": "Le Potazzine Gorelli Brunello di Montalcino 2009",
    "grape": "",
    "region": "Montalcino, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "90.0",
    "notes": "Ruby red with garnet reflections. This wine shows deep, intense aromas with hints of soft fruit aromas as well as ripe fruit in an elegant contrast. Austere flavors, round but velvety, with enduring intensity and persistence."
  },
  {
    "": "220",
    "name": "Le Potazzine Gorelli Brunello di Montalcino 2011",
    "grape": "",
    "region": "Montalcino, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": "Ruby red with intense garnet reflections. The nose is profound and ample, with berry notes, but also with dried fruit notes that are an elegant contrast. The palate is intense, austere, full, and velvety with a long persistence."
  },
  {
    "": "221",
    "name": "Le Potazzine Gorelli Brunello di Montalcino 2010",
    "grape": "",
    "region": "Montalcino, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "94.0",
    "notes": "Ruby red with garnet reflections. Deep, intense, with hints of soft fruit aromas as well as ripe fruit in an elegant contrast. Austere, round but velvety, with enduring intensity and persistence."
  },
  {
    "": "222",
    "name": "Le Potazzine Gorelli Brunello di Montalcino 2012",
    "grape": "",
    "region": "Montalcino, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "96.0",
    "notes": "Bright red garnet color and shiny. Strong olfactory elegance, dominated by a dense undergrowth but with wrap around reflection of sweet spices, hints of tobacco and coffee. A harmonious taste; well integrated alcohol. Tannins are rightly persistent, fine and round with a long, balanced finish."
  },
  {
    "": "223",
    "name": "Le Potazzine Rosso di Montalcino 2012",
    "grape": "",
    "region": "Montalcino, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "90.0",
    "notes": "Ruby red with warm garnet scents. An initial fruity interlacing blends with sensations of red-berry fruits as well as soft fruit, with light flowery lacework. Spicy and mineral finish. Dynamic, tasty, tapering body, properly tannic, with a particularly intense and persistent aftertaste."
  },
  {
    "": "224",
    "name": "Le Potazzine Gorelli Brunello di Montalcino 2013",
    "grape": "",
    "region": "Montalcino, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "93.0",
    "notes": "100% Sangiovese from two vineyards in Montalcino: ‘Le Prata’ with SE exposure at 500m above sea level; and ‘La Torre’ with SW exposure at 320m above sea level. Fermentation and maceration last 30 days. The wine then matures for 40 months in large oak cask before finishing in the bottle for 12 months before release."
  },
  {
    "": "225",
    "name": "Le Potazzine Rosso di Montalcino 2014",
    "grape": "",
    "region": "Montalcino, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "90.0",
    "notes": "Ruby red with warm garnet notes. The nose is fruity, with aromas of red berries, slight floral notes, with a spicy and mineral finish. Dynamic, flavorful, and elegant on the palate with a correctly tannic, intense and persistent aftertaste."
  },
  {
    "": "226",
    "name": "Le Potazzine Rosso di Montalcino 2015",
    "grape": "",
    "region": "Montalcino, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "92.0",
    "notes": "Fragrant blue flower, red berry and balsamic notes set the tone for this delicious red. The elegantly structured palate delivers wild cherry, crushed raspberry and chopped mint flavors, a potpourri of dark spice lingering through the finish. It’s enjoyable now but promises fine drinking over the next several years."
  },
  {
    "": "227",
    "name": "Le Potazzine Rosso di Montalcino 2017",
    "grape": "",
    "region": "Montalcino, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": "Fragrant blue flower, red berry and balsamic notes set the tone for this delicious red. The elegantly structured palate delivers wild cherry, crushed raspberry and chopped mint flavors, a potpourri of dark spice lingering through the finish. It’s enjoyable now but promises fine drinking over the next several years."
  },
  {
    "": "244",
    "name": "Le Ragnaie Brunello di Montalcino 2010",
    "grape": "",
    "region": "Montalcino, Tuscany, Italy",
    "variety": "Red Wine",
    "rating": "93.0",
    "notes": "The fruit hails from three organically farmed estate vineyards with the Ragnaie estate comprising 50% of the blend. The other two sites are Fornace, which brings richness and suppleness and Petroso, a vineyard next to Soldera that adds structure and texture to the final assemblage. "
  },
  {
    "": "245",
    "name": "Le Ragose Amarone Della Valpolicella 2004",
    "grape": "",
    "region": "Valpolicella, Veneto, Italy",
    "variety": "Red Wine",
    "rating": "92.0",
    "notes": "Extraordinarily powerful and intense wine of 14-16% alcohol with a concentrated black cherry confettura (jam) fruit. Dense and super ripe, yet still well-mannered and harmonious, the Amarone finishes rich and dry with firm tannins allowing lengthy bottle development. Le Ragose is a benchmark of the type. "
  },
  {
    "": "246",
    "name": "Le Ragose Amarone Della Valpolicella 2005",
    "grape": "",
    "region": "Valpolicella, Veneto, Italy",
    "variety": "Red Wine",
    "rating": "90.0",
    "notes": "Dense, ripe and lush berries with a hint of dark chocolate. This is a wine of power and elegance, harmonic and enticing. The finish is long and satisfying. "
  },
  {
    "": "251",
    "name": "Le Salette Amarone Classico 2011",
    "grape": "",
    "region": "Veneto, Italy",
    "variety": "Red Wine",
    "rating": "90.0",
    "notes": " Deep ruby red robe with an intense and highly developed nose  with notes of dry herbs, prunes and cherries. Full-bodied with a velvety, warm mouthfeel and a long finish. "
  },
  {
    "": "252",
    "name": "Le Salette Amarone Classico 2012",
    "grape": "",
    "region": "Veneto, Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": "Deep ruby red robe with an intense and highly developed nose  with notes of dry herbs, prunes and cherries. Full-bodied with a velvety, warm mouthfeel and a long finish. "
  },
  {
    "": "253",
    "name": "Le Salette Amarone Classico 2013",
    "grape": "",
    "region": "Veneto, Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": "Deep ruby red robe with an intense and highly developed nose with notes of dry herbs, prunes and cherries. Full-bodied with a velvety, warm mouthfeel and a long finish."
  },
  {
    "": "254",
    "name": "Le Salette Amarone della Valpolicella Pergole Vece Recioto (500ML) 2011",
    "grape": "",
    "region": "Valpolicella, Veneto, Italy",
    "variety": "",
    "rating": "93.0",
    "notes": "Ruby red with cyclamen accents. Dry fruit, forest floor with blueberry and violets gives way to hints of blackberry jam, cacao and tamarind syrup on the nose. Delicately sweet with balanced tannins, deftly balances sugar and acidity which gives a long finish while maintaining its freshness. "
  },
  {
    "": "255",
    "name": "Le Salette La Marega Amarone 2011",
    "grape": "",
    "region": "Veneto, Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": "Dark ruby red color with garnet highlights. Intense perfumes of black cherries, toasted almonds and cocoa bean on the nose.  This wine is elegant and structured with a long finish."
  },
  {
    "": "256",
    "name": "Le Salette La Marega Amarone 2012",
    "grape": "",
    "region": "Veneto, Italy",
    "variety": "Red Wine",
    "rating": "90.0",
    "notes": "Dark ruby red color with garnet highlights. Intense perfumes of black cherries, toasted almonds and cocoa bean on the nose.  This wine is elegant and structured with a long finish."
  },
  {
    "": "257",
    "name": "Le Salette La Marega Amarone 2013",
    "grape": "",
    "region": "Veneto, Italy",
    "variety": "Red Wine",
    "rating": "93.0",
    "notes": "Dark ruby red color with garnet highlights. Intense perfumes of black cherries, toasted almonds and cocoa bean on the nose. This wine is elegant and structured with a long finish. "
  },
  {
    "": "258",
    "name": "Le Salette Pergole Vece Amarone 2008",
    "grape": "",
    "region": "Veneto, Italy",
    "variety": "Red Wine",
    "rating": "93.0",
    "notes": "Ruby red with violet reflections, showing ripe fruit, prune, forest floor, licorice, black pepper and coffee on the nose. A concentrated wine with great structure, elegant and harmonious which finishes with long herbaceous notes. "
  },
  {
    "": "259",
    "name": "Le Salette Pergole Vece Amarone 2011",
    "grape": "",
    "region": "Veneto, Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": "Ruby red with violet reflections. Aromas of ripe fruit, prune, forest floor, licorice, black pepper and coffee. Concentrated with great structure, elegant and harmonious which finishes with long herbaceous notes. "
  },
  {
    "": "260",
    "name": "Le Salette Pergole Vece Amarone 2012",
    "grape": "",
    "region": "Veneto, Italy",
    "variety": "Red Wine",
    "rating": "93.0",
    "notes": "Ruby red with violet reflections. Intense and complex nose with aromas of ripe fruit, prune, forest floor, licorice, black pepper and coffee. Concentrated with great structure, elegant and harmonious which finishes with long herbaceous notes."
  },
  {
    "": "261",
    "name": "Le Salette Pergole Vece Amarone 2015",
    "grape": "",
    "region": "Veneto, Italy",
    "variety": "Red Wine",
    "rating": "95.0",
    "notes": "Ruby red with violet reflections. Intense and complex nose with aromas of ripe fruit, prune, forest floor, licorice, black pepper and coffee. Concentrated with great structure, elegant and harmonious which finishes with long herbaceous notes. Ideal with roasted and grilled meat, game or mature cheeses; excellent meditation wine."
  },
  {
    "": "262",
    "name": "Le Salette Valpolicella Classico 2012",
    "grape": "",
    "region": "Valpolicella, Veneto, Italy",
    "variety": "Red Wine",
    "rating": "88.0",
    "notes": "A gorgeous ruby red color with a fresh, fruit bouquet rich with cherry notes. Soft on the palate, with balanced acidity. "
  },
  {
    "": "263",
    "name": "Le Terrazze Rosso Conero 2009",
    "grape": "",
    "region": "Marche, Italy",
    "variety": "Red Wine",
    "rating": "90.0",
    "notes": "A brilliant ruby red, on the nose it is intense and fruity with ripe red fruits, a perfect example of classic Montepulciano-wines from this region. Rich, full-bodied, warm, fresh, with soft tannins and a long finish."
  },
  {
    "": "278",
    "name": "Le Vigne di Eli Etna Bianco 2012",
    "grape": "",
    "region": "Sicily, Italy",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "A project by Marco de Grazia, named for his daughter Elena (Eli), that donates a large portion of the proceeds to a children's hospital in Florence. The labels are drawings by Elena. This is 100% Carricante from Mount Etna. Vinified in stainless steel vats through cold maceration and aged in 10lh barrell and tonneaux for 10 months, last passage in bottle for further 8 months. Straw yellow colour, it shows delicate orange blossom and a dainty touch of white flower, lime wood and vanilla on the nose, sapid on the palate. Fish, flesh or foul, all are fine, if very gently cooked. It loves seafood, particularly over pasta: after all, it is Sicilian. "
  },
  {
    "": "279",
    "name": "Le Vigne di Eli Etna Rosso 2012",
    "grape": "",
    "region": "Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": "This wine displays an intense and bright ruby red color with red fruit aromas and mineral notes. Full in the mouth, similar to Burgundy wines, elegant and fresh. "
  },
  {
    "": "280",
    "name": "Le Vigne di Eli Moganazzi-Volta Sciara Etna Rosso 2014",
    "grape": "",
    "region": "Sicily, Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": "Red fruit aromas and mineral notes. Full on the palate, similar to Burgundy wines, elegant, fresh. Pair with meat dishes and seasoned cheese."
  },
  {
    "": "281",
    "name": "Le Vigne di Eli Moganazzi-Volta Sciara Etna Rosso 2016",
    "grape": "",
    "region": "Sicily, Italy",
    "variety": "Red Wine",
    "rating": "92.0",
    "notes": "Intense and bright ruby red. Typical, red fruit, mineral notes on the nose. Full in the mouth, similar to Burgundy wines, elegant and fresh on the palate."
  },
  {
    "": "567",
    "name": "Leone de Castris Primitivo di Manduria Villa Santera 2009",
    "grape": "",
    "region": "Italy",
    "variety": "Red Wine",
    "rating": "90.0",
    "notes": "The Primitivo di Manduria Villa Santera is rich purple in color. The bouquet is rich in cherry, spiced tobacco and toasted notes. It is a full-bodied wine, warm and soft on the palate with flavors that continue to evolve. "
  },
  {
    "": "568",
    "name": "Leone de Castris Salice Salentino Riserva 2006",
    "grape": "",
    "region": "Italy",
    "variety": "Red Wine",
    "rating": "90.0",
    "notes": "Intense ruby-red in color with garnet reflections, the wine has concentrated aromas of black cherries, plums and blackberries, along with spiced notes of vanilla and licorice. Particularly suitable for roasted red meat, aged steak cuts, rotisseries and aged cheeses. "
  },
  {
    "": "569",
    "name": "Leone de Castris Salice Salentino Riserva 2007",
    "grape": "",
    "region": "Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": "Salice Salentino Riserva is a wine of intense red color with garnet colored hints, made of Negroamaro and Malvasia Nera. On the nose, fruity sensations of blackberry and black cherry, and notes of basil and sweet spices due to the refinement in oak barrels. In the mouth it is smooth and balanced with strong but never intrusive tannis and a long lasting finish."
  },
  {
    "": "570",
    "name": "Leone de Castris Salice Salentino Riserva 2010",
    "grape": "",
    "region": "Puglia, Italy",
    "variety": "Red Wine",
    "rating": "89.0",
    "notes": "Wine of an intense red color with garnet colored hints, made of Negroamaro and Malvasia Nera. On the nose, fruity sensations of blackberry and black cherry, notes of basil and sweet spices due to the refinement in oak barrels. On the palate, smooth and balanced with a strong but never intrusive tannin. Long lasting finish.  "
  },
  {
    "": "571",
    "name": "Leone de Castris Salice Salentino Riserva 2011",
    "grape": "",
    "region": "Puglia, Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": "Intense ruby-red in color, concentrated aromas of black cherries and baked red fruits complement undertones of plums, spices, vanilla, and anise. On the palate, velvety tannins and a full body frame the long, delectable finish of stewed strawberries and vanilla beans."
  },
  {
    "": "572",
    "name": "Leone de Castris Salice Salentino Riserva 2014",
    "grape": "",
    "region": "Italy",
    "variety": "Red Wine",
    "rating": "89.0",
    "notes": "This wine is ruby-red in color with expressive notes of ripe plum mingled with blackberry jam and sweet spice. On the palate, Maiana is full-bodied and robust. "
  },
  {
    "": "573",
    "name": "Leone de Castris Salice Salentino Riserva 2015",
    "grape": "",
    "region": "Italy",
    "variety": "Red Wine",
    "rating": "89.0",
    "notes": "Intense ruby-red in color, concentrated aromas of black cherries and baked red fruits complement undertones of plums, spices, vanilla, and anise. On the palate, velvety tannins and a full body frame the long, delectable finish of stewed strawberries and vanilla beans."
  },
  {
    "": "575",
    "name": "Leone de Castris Verdeca Bianco Messapia 2009",
    "grape": "",
    "region": "Italy",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Made from 100% Verdeca, an ancient Greek varietal that produces wines that are crisp, refreshing and floral. This wine is fermented and aged in stainless steel to retain the fresh character of the grape. "
  },
  {
    "": "652",
    "name": "Les Cretes Coteau La Tour 2008",
    "grape": "",
    "region": "Italy",
    "variety": "Red Wine",
    "rating": "93.0",
    "notes": "Intense and complex with the characteristic spiciness of syrah, and a lush, velvety finish."
  },
  {
    "": "653",
    "name": "Les Cretes Le Sommet Nebbiolo 2016",
    "grape": "",
    "region": "Valle d'Aosta, Italy",
    "variety": "Red Wine",
    "rating": "91.0",
    "notes": "Bright ruby color. On the nose blackberry, cherry and balsamic notes. On the palate, juicy, precise and savory pulp that persists for a long time expressing the elegance of the mountain."
  },
  {
    "": "654",
    "name": "Les Cretes Les Abeilles 2006",
    "grape": "",
    "region": "Valle d'Aosta, Italy",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "Brilliant golden yellow hue. Fruit (dried apricots, jam), spice and a hint of acacia flower honey on the nose. Complex palate with sweet, soft, mineral undertones. Long, fresh finish."
  },
  {
    "": "655",
    "name": "Les Cretes Valle d'Aosta Chardonnay 2010",
    "grape": "",
    "region": "Italy",
    "variety": "White Wine",
    "rating": "92.0",
    "notes": "Valle d'Aosta Chardonnay is a lovely yellow. The nose is delicately floral with hints of banana and a bit of plum. On the palate, the wine is soft, fruity and mineral. This Chardonnay from this region is grown with excellent results, giving a wine with exuberant fruit flavor, combined with a pure expression of the \"terroir\" of the mountain. "
  },
  {
    "": "656",
    "name": "Les Cretes Valle d'Aosta Cuvee Bois Chardonnay 2016",
    "grape": "",
    "region": "Valle d'Aosta, Italy",
    "variety": "White Wine",
    "rating": "94.0",
    "notes": "The opening to the nose ranges from banana to candied citron, compositional grapes, accompanied by a spicy kick aptly presented by toasted oak. The entire nose-taste sensation transmits a dense texture to the palate, rich and candied, with great balance and elegance. A long finish slowly thins out with great pleasantness. Food accompaniments: great international cuisine, fondue and flan, fish, foie gras, fatty and blue cheeses."
  }
]