[
  {
    "": "0",
    "name": "Laurenz V Charming Gruner Veltliner 2013",
    "grape": "",
    "region": "Kamptal, Austria",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Aromas of ripe apples and a typical Veltliner spiciness marry to create a fascinating fruit bouquet. On the palate, the wine is soft and juicy, supported by a fine fruit acidity. Very harmonious, allowing for perfectly smooth drinking. Simply charming!"
  },
  {
    "": "1",
    "name": "Laurenz V Charming Gruner Veltliner 2014",
    "grape": "",
    "region": "Kamptal, Austria",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Aromas of ripe apples and a typical Veltliner spiciness marry to create a fascinating fruit bouquet. On the palate, the wine is soft and juicy, supported by a fine fruit acidity. Very harmonious, allowing for perfectly smooth drinking. Simply charming!"
  },
  {
    "": "2",
    "name": "Laurenz V Singing Gruner Veltliner 2007",
    "grape": "",
    "region": "Austria",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "A very attractive fruit bouquet yields apple, peach and citrus aromas along with a typical Veltliner spiciness and a touch of white pepper. The soft and juicy palate is supported by fine acidity. It sings on the palate!"
  },
  {
    "": "3",
    "name": "Laurenz V Singing Gruner Veltliner 2010",
    "grape": "",
    "region": "Austria",
    "variety": "White Wine",
    "rating": "88.0",
    "notes": "A very attractive fruit bouquet yields apple, peach and citrus aromas along with a typical Veltliner spiciness and a touch of white pepper. The soft and juicy palate is supported by fine acidity. It sings on the palate!"
  },
  {
    "": "4",
    "name": "Laurenz V Singing Gruner Veltliner 2011",
    "grape": "",
    "region": "Austria",
    "variety": "White Wine",
    "rating": "88.0",
    "notes": "A very attractive fruit bouquet yields apple, peach and citrus aromas along with a typical Veltliner spiciness and a touch of white pepper. The soft and juicy palate is supported by fine acidity. It sings on the palate!"
  },
  {
    "": "5",
    "name": "Laurenz V Singing Gruner Veltliner 2013",
    "grape": "",
    "region": "Austria",
    "variety": "White Wine",
    "rating": "89.0",
    "notes": "A very attractive fruit bouquet yields apple, peach and citrus aromas along with a typical Veltliner spiciness and a touch of white pepper. The soft and juicy palate is supported by fine acidity. It sings on the palate!"
  },
  {
    "": "8",
    "name": "Lava Cap Battonage Chardonnay 2012",
    "grape": "",
    "region": "Sierra Foothills, California",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "This perfectly balanced wine begins with inviting aromas of dried flowers, twist of lime and lightly toasted oak. On the palate, enticing flavors of pear, lime, vanilla and butterscotch. The wine pairs nicely with roast chicken, turkey or pasta with cream sauce."
  },
  {
    "": "14",
    "name": "Lava Cap Reserve Chardonnay 2015",
    "grape": "",
    "region": "El Dorado, Sierra Foothills, California",
    "variety": "White Wine",
    "rating": "92.0",
    "notes": "Zesty lemon and apple blossom aroma lead into pleasant apple and pear flavors. Vanilla notes complement a lightly toasted pie crust finish."
  },
  {
    "": "15",
    "name": "Lava Cap Reserve Chardonnay 2018",
    "grape": "",
    "region": "El Dorado, Sierra Foothills, California",
    "variety": "White Wine",
    "rating": "92.0",
    "notes": "The 2018 vintage continues to consistently elevate Lava Cap’s Chardonnay. Zesty lemon and apple blossom aroma lead into pleasant apple and pear flavors. Vanilla notes complement a lightly toasted pie crust finish."
  },
  {
    "": "16",
    "name": "Lava Cap Reserve Chardonnay 2016",
    "grape": "",
    "region": "El Dorado, Sierra Foothills, California",
    "variety": "White Wine",
    "rating": "92.0",
    "notes": "Zesty lemon and apple blossom aroma lead into pleasant apple and pear flavors. Vanilla notes complement a lightly toasted pie crust finish."
  },
  {
    "": "18",
    "name": "Lava Cap Sauvignon Blanc 2015",
    "grape": "",
    "region": "El Dorado, Sierra Foothills, California",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "An expressive aromatic wine displays note soft kiwi, celery and asian pear. The wines liveliness accents flavors of grapefruit, white peach and casaba melon.  The finish is smooth and long with a touch of supple fleshiness."
  },
  {
    "": "19",
    "name": "Lava Cap Sauvignon Blanc 2017",
    "grape": "",
    "region": "El Dorado, Sierra Foothills, California",
    "variety": "White Wine",
    "rating": "89.0",
    "notes": "After the grapes are crushed, they are 100% fermented with 2 distinct yeast strains in small 500-gallon stainless steel tanks. After fermentation, the wine remains in the stainless steel tanks where it ages for an additional 4 months. The wine was bottled the first week of February and bottled aged for 4 weeks before being released. "
  },
  {
    "": "66",
    "name": "Lavinea Elton Chardonnay 2016",
    "grape": "",
    "region": "Eola-Amity Hills, Willamette Valley, Oregon",
    "variety": "White Wine",
    "rating": "92.0",
    "notes": "Pale straw in color with chartreuse and silver edge, the nose opens with mineral, wet rocks and umami notes laced with citrus and orange cream soda, and soft anise. The entry is delicate on the palate with a light creamy core, the layers of pears, white peaches, and honeysuckle flavors compete on the flinty and mineral finish. An elegant and long-lasting wine, with fresh layers upon layers which may demand another glass."
  },
  {
    "": "76",
    "name": "Lawson's Dry Hills Gewurztraminer 2009",
    "grape": "",
    "region": "New Zealand",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "The 2009 Lawson's Dry Hills Gewürztraminer is a wonderful expression of a great vintage. The wine is luscious and round with gentle acidity, balanced by a hint of sweetness(9.2g/L). Lemon peel, marmalade, candyfloss, coriander, ginger and floral notes can all be found on the nose. The palate is mouthfilling and rich with lovely concentration. Lychee, lemon and Turkish delight flavours lead on to a long spicy finish. As the wine develops it will become more expressive on the nose and increasingly complex."
  },
  {
    "": "77",
    "name": "Lawson's Dry Hills Gewurztraminer 2014",
    "grape": "",
    "region": "Marlborough, New Zealand",
    "variety": "White Wine",
    "rating": "89.0",
    "notes": "The bouquet of this wine is beautifully scented with notes of rose petal, clove, lychee, ginger, citrus and much more... The palate is rich and round with a lovely mid-palate volume and a luscious texture. A sliver of sweetness provides softness to the finish. Overthe next eight to ten years this wine will develop musk, honey and toasty characters, while retaining its distinctive varietal appeal."
  },
  {
    "": "79",
    "name": "Lawson's Dry Hills Sauvignon Blanc 2014",
    "grape": "",
    "region": "Marlborough, New Zealand",
    "variety": "White Wine",
    "rating": "89.0",
    "notes": "Beautiful ripe passion fruit and citrus aromas leap from the glass. The palate display's a full array of flavour's from passion fruit, lime and tropical fruits, through to gentle fresh green herbs. This wine is finely balanced, the dry palate has crisp acidity and a lovely minerality."
  },
  {
    "": "81",
    "name": "Layer Cake Chardonnay 2011",
    "grape": "",
    "region": "Central Coast, California",
    "variety": "White Wine",
    "rating": "88.0",
    "notes": "The nose is reminiscent of Meyer lemons, preserved then diced up later in the year for seasoning in a meal, wet stones and Kaffir lime blossoms waft in and out as well. The wine builds in body and texture as it sits in your mouth. Layers of Kaffir lime, guava, andpineapple pour in at first, and then the light creamy texture of whipped lemon curd fills in the flavor palate. The finish is clean and crisp, lingering enough to make you want another sip… goahead, we'll make more next year, don't worry."
  },
  {
    "": "90",
    "name": "Layer Cake Virgin Chardonnay 2009",
    "grape": "",
    "region": "Central Coast, California",
    "variety": "White Wine",
    "rating": "87.0",
    "notes": "The Virgin Chardonnay is so named because it never comes in contact with any oak. Our fellow wine lovers have expressed our shared interest in getting back to what Chardonnay used to be: Clean, crisp, layered, refreshing fruit, a hint of summer, with none of the overbearing heaviness of oak. If the taste of buttered popcorn is what you crave, you'd do better finding it at the movies than in a bottle of wine."
  },
  {
    "": "93",
    "name": "Le Bonheur Chardonnay 1999",
    "grape": "",
    "region": "South Africa",
    "variety": "White Wine",
    "rating": "88.0",
    "notes": "Medium-bodied, fresh and dry, this wine has characteristic lemon/clove flavors. These delightful flavors are balanced with vanilla tones, which create the lingering, refreshing aftertaste of a fine, new-style Chardonnay. Delicious with lobster and other seafood, Parma ham, thinly sliced smoked salmon, as well as lightly prepared pork, veal and chicken dishes."
  },
  {
    "": "112",
    "name": "Le Casematte Peloro Bianco 2017",
    "grape": "",
    "region": "Sicily, Italy",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "Bright straw yellow in color. The nose boasts notes of white- and yellow-fleshed fruit, floral aromas of mimosas and chamomile, mineral aromas and Mediterranean herbs. On the palate, the wine is fresh and tangy with pleasant fruit and a long, invigorating finale heightened by lively citrus notes. "
  },
  {
    "": "128",
    "name": "Le Cirque Grenache Gris 2014",
    "grape": "",
    "region": "France",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Medium to full-bodied and very aromatic, with intense fruit, floral notes, green herb character and a light spiciness on the nose."
  },
  {
    "": "129",
    "name": "Le Cirque Grenache Gris 2015",
    "grape": "",
    "region": "France",
    "variety": "White Wine",
    "rating": "89.0",
    "notes": "Medium to full-bodied and very aromatic, with intense fruit, floral notes, green herb character and a light spiciness on the nose."
  },
  {
    "": "145",
    "name": "Le Domaine D'Henri Chablis Fourchaume Premier Cru 2014",
    "grape": "",
    "region": "Chablis, Burgundy, France",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "Planted half in 1964 and half in 1999, this is an elegant, refined fruit-driven wine with a good structured impression on the palate.The Kimmeridgian escarpment of Fourchaume is reputed to produce some of the best Chablis wines and the South West exposure of the vines means that they bask in the warm afternoon sun."
  },
  {
    "": "146",
    "name": "Le Domaine D'Henri Chablis Fourchaume Premier Cru 2015",
    "grape": "",
    "region": "Chablis, Burgundy, France",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "Planted half in 1964 and half in 1999, this is an elegant, refined fruit-driven wine with a good structured impression on the palate. The Kimmeridgian escarpment of Fourchaume is reputed to produce some of the best Chablis wines -- and the South West exposure of the vines means that they bask in the warm afternoon sun. Vinified in stainless steel tanks (89%) to preserve the minerality and freshness, and in oak barrels (11%) of 228-litres to add more complex notes, this wine will continue to improve for the next 15 years or so."
  },
  {
    "": "147",
    "name": "Le Domaine D'Henri Chablis Fourchaume Premier Cru Vieilles Vignes 2014",
    "grape": "",
    "region": "Chablis, Burgundy, France",
    "variety": "White Wine",
    "rating": "93.0",
    "notes": "This wine offers notes of forest floor and a racy, balanced palate, underlined by good acidity."
  },
  {
    "": "153",
    "name": "Le Due Terre Colli Orientali del Friuli Sacrisassi 2005",
    "grape": "",
    "region": "Friuli-Venezia Giulia, Italy",
    "variety": "White Wine",
    "rating": "95.0",
    "notes": "Bright straw yellow. Intense and persistent floral aromas. Dry, full-bodied, potent and warm. Finishes very long. Perfect for white meats and roasted whole fish as well as fish soup.    "
  },
  {
    "": "154",
    "name": "Le Due Terre Colli Orientali del Friuli Sacrisassi 2007",
    "grape": "",
    "region": "Friuli-Venezia Giulia, Italy",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Bright straw yellow. Intense and persistent floral aromas. Dry, full-bodied, potent and warm. Finishes very long. Perfect for white meats and roasted whole fish as well as fish soup. "
  },
  {
    "": "201",
    "name": "Le Macchiole Paleo Bianco 2007",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Yellow hay color with greenish reflections. White peach, vanilla yellow citrus and nectarine bouquet. Great minerality. To the palate the wine is sapid and fresh, well balance between the fruit and the barrique. "
  },
  {
    "": "202",
    "name": "Le Macchiole Paleo Bianco 2013",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "Paleo Bianco is an original blend of Sauvignon Blanc and Chardonnay yet with a strong Mediterranean character and an excellent balance. Perfect for pairing with seafood this white does not shy from a medium to long aging in bottle."
  },
  {
    "": "203",
    "name": "Le Macchiole Paleo Bianco 2015",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "White Wine",
    "rating": "93.0",
    "notes": "1991 born the first Paleo Bianco, a very small production intended primarily for local restaurants. Today the Paleo Bianco is an original blend of Sauvignon Blanc and Chardonnay yet with a strong Mediterranean character and an excellent balance. Perfect for pairing with seafood this white does not shy from a medium to long aging in bottle."
  },
  {
    "": "204",
    "name": "Le Macchiole Paleo Bianco 2016",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "White Wine",
    "rating": "93.0",
    "notes": "This blend features a Mediterranean character and good balance. It pairs wonderfully with fish-based dishes."
  },
  {
    "": "205",
    "name": "Le Macchiole Paleo Bianco 2017",
    "grape": "",
    "region": "Tuscany, Italy",
    "variety": "White Wine",
    "rating": "92.0",
    "notes": "Paleo Bianco today is a silky, mineral-driven blend of Chardonnay  and Sauvignon Blanc with loads of savory Mediterranean character. Deep aromas of lime and white flowers and a delicate spicy note reminiscent of almond and hazelnut."
  },
  {
    "": "228",
    "name": "Le P'tit Paysan Jack's Hill Chardonnay 2011",
    "grape": "",
    "region": "Monterey, Central Coast, California",
    "variety": "White Wine",
    "rating": "92.0",
    "notes": "Flint, sea air, meyer lemon and hints of brioche. Broad on the palate without losing focus. Finishes with bright acidity, lemon curd and salty minerality."
  },
  {
    "": "229",
    "name": "Le P'tit Paysan Jack's Hill Chardonnay 2013",
    "grape": "",
    "region": "Central Coast, California",
    "variety": "White Wine",
    "rating": "92.0",
    "notes": "Picked at moderate sugars and fermented in a combination of stainless steel and neutral oak. Neutral oak aged, barrel stirred with partial secondary fermentation. This wine is bright, with orchard fruit giving way to an intense minerality."
  },
  {
    "": "230",
    "name": "Le P'tit Paysan Jack's Hill Chardonnay 2015",
    "grape": "",
    "region": "Monterey, Central Coast, California",
    "variety": "White Wine",
    "rating": "89.0",
    "notes": "Bright, with orchard fruit giving way to an intense minerality."
  },
  {
    "": "231",
    "name": "Le P'tit Paysan La Marea Albarino 2014",
    "grape": "",
    "region": "Central Coast, California",
    "variety": "White Wine",
    "rating": "92.0",
    "notes": "Kristy Vineyard is on a bench overlooking the Salinas River mainly consisting of calcium rich shale soils and ripens at low sugar and high acids. Cold fermented in stainless steel for aromatic intensity. Citrus blossom and crushed seashell aromas, elegant texture and bright acidity. "
  },
  {
    "": "232",
    "name": "Le P'tit Paysan La Marea Albarino 2015",
    "grape": "",
    "region": "Central Coast, California",
    "variety": "White Wine",
    "rating": "89.0",
    "notes": "Kristy Vineyard is on a bench overlooking the Salinas River mainly consisting of calcium rich shale soils and ripens at low sugar and high acids. Cold fermented in stainless steel for aromatic intensity. Citrus blossom and crushed seashell aromas, elegant texture and bright acidity. "
  },
  {
    "": "247",
    "name": "Le Roi des Pierres Sancerre 2014",
    "grape": "",
    "region": "Sancerre, Loire, France",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Intense aromas of citrus and grapefruit entice the senses, unfolding to reveal exotic fruits (passion fruit and kiwi) and a pleasant mineral character. Round and substantial, the palate offersa fresh, balanced acidity. A stunning silex Sancerre!"
  },
  {
    "": "248",
    "name": "Le Roi des Pierres Sancerre 2015",
    "grape": "",
    "region": "Sancerre, Loire, France",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Intense aromas of citrus and grapefruit entice the senses, unfolding to reveal exotic fruits (passion fruit and kiwi) and a pleasant mineral character. Round and substantial, the palate offersa fresh, balanced acidity. A stunning silex Sancerre!"
  },
  {
    "": "249",
    "name": "Le Roi des Pierres Sancerre 2016",
    "grape": "",
    "region": "Sancerre, Loire, France",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "This Sancerre is an enchanting pale gold yellow with green hints. Concentrated aromas of exotic fruits, grapefruit, passion fruit, mango and blood orange tempt the senses before unfolding to a structured, mineral-driven palate with a graphite finish that evokes the flint terroir of St. Gemme. Notes of orange zest linger on the beautifully balanced finish that leaves a saline impression."
  },
  {
    "": "277",
    "name": "Le Vieux Donjon Chateauneuf-du-Pape Blanc 2006",
    "grape": "",
    "region": "Chateauneuf-du-Pape, Rhone, France",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "A tiny bit of superb white wine made.  Well-defined and shapely so that they may be enjoyed right away, Vieux Donjon Chateauneufs, nevertheless age slowly and magnificently."
  },
  {
    "": "278",
    "name": "Le Vigne di Eli Etna Bianco 2012",
    "grape": "",
    "region": "Sicily, Italy",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "A project by Marco de Grazia, named for his daughter Elena (Eli), that donates a large portion of the proceeds to a children's hospital in Florence. The labels are drawings by Elena. This is 100% Carricante from Mount Etna. Vinified in stainless steel vats through cold maceration and aged in 10lh barrell and tonneaux for 10 months, last passage in bottle for further 8 months. Straw yellow colour, it shows delicate orange blossom and a dainty touch of white flower, lime wood and vanilla on the nose, sapid on the palate. Fish, flesh or foul, all are fine, if very gently cooked. It loves seafood, particularly over pasta: after all, it is Sicilian. "
  },
  {
    "": "295",
    "name": "Leasingham Bin 7 Riesling 2001",
    "grape": "",
    "region": "Clare Valley, South Australia, Australia",
    "variety": "White Wine",
    "rating": "87.0",
    "notes": "This renowned wine was first released in 1967. Its aromatic, dry wine displaying excellent lime and citrus varietal flavours. Sourced from a selection of sights throughout the Valley, the wines length of flavour and elegant overall structure serves to reinforce the Clare Valleys enviable reputation for premium Riesling."
  },
  {
    "": "296",
    "name": "Leasingham Bin 7 Riesling 2003",
    "grape": "",
    "region": "Clare Valley, South Australia, Australia",
    "variety": "White Wine",
    "rating": "89.0",
    "notes": "This renowned wine was first released in 1967. Its aromatic, dry wine displaying excellent lime and citrus varietal flavours. Sourced from a selection of sights throughout the Valley, the wines length of flavour and elegant overall structure serves to reinforce the Clare Valleys enviable reputation for premium Riesling."
  },
  {
    "": "297",
    "name": "Leasingham Bin 7 Riesling 2004",
    "grape": "",
    "region": "Clare Valley, South Australia, Australia",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "\"Bright, impeccably balanced and appealing for its distinctly peppery grapefruit, green apple and floral aromas and flavors, which linger effortlessly on the dry finish.\""
  },
  {
    "": "298",
    "name": "Leasingham Bin 7 Riesling 2005",
    "grape": "",
    "region": "Clare Valley, South Australia, Australia",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "\"...offering bold flavors of honeycoated minerals perked by curls of lime zest. Firmly built and close to dry, you can drink it now for its power and fruit, or hold it up to 10 years or more...\""
  },
  {
    "": "304",
    "name": "Leasingham Magnus Riesling 2003",
    "grape": "",
    "region": "Clare Valley, South Australia, Australia",
    "variety": "White Wine",
    "rating": "87.0",
    "notes": "This wine is pale straw in color with brilliant green hues. On the nose the wine shows lifted, fresh pineapple fragrance with citrus spice. The palate shows punchy, ripe lemon, citrus spice with fleshy fruit sweetness. Coupled with fine mouth-watering acidity, the finish is fresh and lively. Enjoy now or cellar for up to 5-8 years."
  },
  {
    "": "305",
    "name": "Leasingham Magnus Riesling 2006",
    "grape": "",
    "region": "Clare Valley, South Australia, Australia",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "The 2006 Magnus Riesling displays all the hallmarks of fine Clare Valley Riesling - juicy acidity, lemony citrus and fullness of flavor. "
  },
  {
    "": "306",
    "name": "Leasingham Magnus Riesling 2007",
    "grape": "",
    "region": "Clare Valley, South Australia, Australia",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "In its inaugural release, the 2006 Magnus Riesling displays all the hallmarks of fine Clare Valley Riesling; juicy acidity, lemony citrus and fullness of flavor. The palate shows fresh punchy citrus fruit balanced out by delicious, tangy acidity, and finishes long and refreshing."
  },
  {
    "": "307",
    "name": "Leasingham Magnus Riesling 2004",
    "grape": "",
    "region": "Clare Valley, South Australia, Australia",
    "variety": "White Wine",
    "rating": "89.0",
    "notes": "Riesling thrives in the warm, sunny days of the Clare Valley, with cool night temperatures ensuring the wines stay fresh and balanced, with racy acidity. The vineyards that provide fruit for the Leasingham Magnus Riesling are characterized by high altitude and lean, slate soils."
  },
  {
    "": "321",
    "name": "L'Ecole 41 Barrel Fermented Semillon 2002",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Rich in flavor and body, this wine shows honey, melon and soft tropical fruit flavors, with a hint of apricot and fig. The viscous mouth feel integrates these fruit components with a touch of vanilla and lemon, resulting in a crisp long finish."
  },
  {
    "": "322",
    "name": "L'Ecole 41 Barrel Fermented Semillon 2004",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "\"Few Semillons show their richness and complexity as those produced in Washington State.  Our cool harvest nights help to ensure crisp natural acidity, making this a wonderful food pairing wine.  Try it with a goat cheese appetizer, spicy seafood, or your traditional Thanksgiving turkey and dressing.\""
  },
  {
    "": "323",
    "name": "L'Ecole 41 Chardonnay 2004",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "87.0",
    "notes": "\"The structure and backbone of this wine comes from the slightly cooler growing conditions of Fair Acre Vineyard and Evergreen Vineyards, with the riper melon and tropical flavors accentuated by the warmer Sagemoor and Goose Ridge sites.  Crisp acidity, ripe tropical flavors and a slight mineral edge harmonize with the richness of this Burgundian style Chardonnay.\""
  },
  {
    "": "324",
    "name": "L'Ecole 41 Chardonnay 2006",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "Elegantly balanced, this Burgundian style Chardonnay shows Fuji apple, Asian pear and ripe pineapple and tropical flavors with subtle mineral and spice that gain complexity on a long, robust finish."
  },
  {
    "": "325",
    "name": "L'Ecole 41 Chardonnay 2005",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "\"Some of the best Chardonnays in Washington State are grown in the slightly cooler growing conditions of Yakima Valley and in the northern latitudes of the Columbia Valley.   Fair Acre Vineyard (Yakima Valley) provides ripe tropical fruit, while Evergreen (latitude 47 on the Columbia River) contributes crisp acidity and minerality.  The old vines at the warmer Sagemoor Vineyard provide a nuance of ripe melon and pear on this Burgundian style Chardonnay.\""
  },
  {
    "": "326",
    "name": "L'Ecole 41 Chardonnay 2008",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "88.0",
    "notes": "This elegantly balanced Chardonnay shows robust acidity and purity of fruit with subdued tropical fruit, orange blossom and Asian pear flavors and subtle mineral nuances that gain complexity on a long, robust finish."
  },
  {
    "": "327",
    "name": "L'Ecole 41 Chardonnay 2009",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Some of the best Chardonnays in Washington State are grown in the slightly cooler growing conditions of Yakima Valley and in the northern latitudes of the Columbia Valley. The Schmitt Vineyard (Yakima Valley) provides nice tropical fruit, while Evergreen (latitude 47 on the Columbia River) contributes crisp acidity and minerality.  "
  },
  {
    "": "328",
    "name": "L'Ecole 41 Chardonnay 2007",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "This wine is a blend of three distinguished vineyards: 52% Schmitt Vineyard; 36% Evergreen and 12% Bacchus."
  },
  {
    "": "329",
    "name": "L'Ecole 41 Chardonnay 2012",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "This beautifully expressive Chardonnay offers an enticing mix of tropical fruit, fresh apple, and old world characters of flint and slate. The elegant structure of this wine is finely balanced between richness and minerality, adding complexity on the clean, lingering finish."
  },
  {
    "": "330",
    "name": "L'Ecole 41 Chardonnay 2013",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "This beautifully expressive Chardonnay offers an enticing mix of tropical fruit, apple, and old world characters of flint and slate. The rich structure of this wine is finely balanced with texture and minerality, adding complexity on the full, lingering finish."
  },
  {
    "": "331",
    "name": "L'Ecole 41 Chardonnay 2014",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "This beautifully expressive Chardonnay offers an enticing mix of tropical fruit, apple, and nutmeg with old world characters of flint and slate. The rich structure of this wine is finely balanced with texture and minerality, adding complexity on the full, lingering finish."
  },
  {
    "": "332",
    "name": "L'Ecole 41 Chardonnay 2015",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "This beautifully expressive Chardonnay offers an enticing mix of tropical fruit, apple, and nutmeg with old world characters of flint and slate. The rich structure of this wine is finely balanced with texture and minerality, adding complexity on the full, lingering finish."
  },
  {
    "": "333",
    "name": "L'Ecole 41 Chardonnay 2016",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "This beautifully expressive Chardonnay offers an inviting mix of baked apple, dried mango, brioche, and stone. Complex, with excellent balance, the finish builds to a long fruit-mineral-spice aftertaste."
  },
  {
    "": "334",
    "name": "L'Ecole 41 Chardonnay 2018",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "89.0",
    "notes": "This classic Chardonnay offers an inviting mix of baked apple, Asian pear, and stone.  With lemon oil and brioche on the mid-palate, this wine lively builds to a long mineral finish."
  },
  {
    "": "361",
    "name": "L'Ecole 41 Fries Vineyard Semillon 2002",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "The Fries Semillon shows aromas of ripe tropical fruit and apricot with a vanilla-orange nose. The bright crisp mouth shows pear and apple flavors with lemon peel and slight clove on the finish."
  },
  {
    "": "362",
    "name": "L'Ecole 41 Fries Vineyard Semillon 2003",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "93.0",
    "notes": "The Fries Semillon shows aromas of ripe tropical fruit and apricot with a vanilla-orange nose. The bright crisp mouth shows pear and apple flavors with lemon peel and slight clove on the finish."
  },
  {
    "": "363",
    "name": "L'Ecole 41 Luminesce Seven Hills Vineyard 2007",
    "grape": "",
    "region": "Walla Walla Valley, Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Luminesce captures the refreshing and illuminating aspect of this classic Bordeaux blend. This Estate wine is anchored with Semillon at its core, providing lush tones of melon, pear and honeysuckle. The introduction of Sauvignon Blanc broadens the flavor and texture, elevating the crisp, floral and mineral side of the wine. Like our red Bordeaux blend Perigee, Luminesce exemplifies the distinct, signature characteristics of our Estate Seven Hills Vineyard. "
  },
  {
    "": "364",
    "name": "L'Ecole 41 Luminesce Seven Hills Vineyard 2008",
    "grape": "",
    "region": "Walla Walla Valley, Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Rich and complex, this Estate Semillon/Sauvignon Blanc shows exotic star fruit, papaya and tropical flavors with lychee and melon on a spicy, crisp mineral finish."
  },
  {
    "": "365",
    "name": "L'Ecole 41 Luminesce Seven Hills Vineyard 2009",
    "grape": "",
    "region": "Walla Walla Valley, Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "Rich and complex, our Estate Luminesce shows exotic spice, star fruit and papaya aromas. A creamy edge enhances the lush, tropical fruit flavors which gain depth on the lengthy finish."
  },
  {
    "": "366",
    "name": "L'Ecole 41 Luminesce Seven Hills Vineyard 2010",
    "grape": "",
    "region": "Walla Walla Valley, Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Rich and integrated, our Estate Luminesce shows exotic spice, kiwi, star fruit and mineral aromas. A citrus edge enhances the creamy, wet stone and passion fruit flavors which gain depth on a lengthy finish. "
  },
  {
    "": "367",
    "name": "L'Ecole 41 Luminesce Seven Hills Vineyard 2012",
    "grape": "",
    "region": "Walla Walla Valley, Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Rich and integrated, our Estate Luminesce shows lanolin, apricot, kiwi, star fruit and mineral aromas. A citrus edge enhances the creamy, wet stone and passion fruit flavors which gain depth on a lengthy clean finish."
  },
  {
    "": "368",
    "name": "L'Ecole 41 Luminesce Seven Hills Vineyard 2011",
    "grape": "",
    "region": "Walla Walla Valley, Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Rich and integrated, our Estate Luminesce shows exotic spice, kiwi, star fruit and mineral aromas. A citrus edge enhances the creamy, wet stone and passion fruit flavors which gain depth on a lengthy finish."
  },
  {
    "": "369",
    "name": "L'Ecole 41 Luminesce Seven Hills Vineyard 2013",
    "grape": "",
    "region": "Walla Walla Valley, Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "92.0",
    "notes": "Rich and harmonious our estate Luminesce offers creamy aromas and flavors of kiwi, star and passion fruits. The finish is seamless, lingering with citrus and mineral elements. "
  },
  {
    "": "370",
    "name": "L'Ecole 41 Luminesce Seven Hills Vineyard 2014",
    "grape": "",
    "region": "Walla Walla Valley, Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "Rich and harmonious our estate Luminesce offers aromas and flavors of lemongrass, kiwi, white peach and melon. The finish is seamless, lingering with citrus and mineral elements. "
  },
  {
    "": "371",
    "name": "L'Ecole 41 Luminesce Seven Hills Vineyard 2016",
    "grape": "",
    "region": "Walla Walla Valley, Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Luminesce, our white Bordeaux blend, is anchored with Semillon at its core, providing lush tropical fruit and honeysuckle. The introduction of Sauvignon Blanc broadens the flavor and texture, elevating the crisp, floral, and mineral side of the wine."
  },
  {
    "": "372",
    "name": "L'Ecole 41 Old Vines Chenin Blanc 2011",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "This fresh, vibrant and fruity Chenin Blanc shows rich floral aromatics of jasmine, lavender, and orange blossom with flavors of star fruit, apple and apricot on a crisp mineral finish. "
  },
  {
    "": "373",
    "name": "L'Ecole 41 Old Vines Chenin Blanc 2010",
    "grape": "",
    "region": "Washington",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "This fresh, tart and delightfully fruity Chenin Blanc shows Asian pear, lavender, perfumed honeysuckle and orange blossom aromas with flavors of sweet apple, apricot and pink grapefruit on a robust and crisp mineral finish."
  },
  {
    "": "374",
    "name": "L'Ecole 41 Old Vines Chenin Blanc 2014",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "This fresh and vibrant Chenin Blanc shows highly expressive aromatics of passion fruit and orange blossom, with flavors of star fruit, tangerine and apple on a balanced, crisp mineral finish."
  },
  {
    "": "375",
    "name": "L'Ecole 41 Old Vines Chenin Blanc 2013",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "This fresh and vibrant Chenin Blanc shows abundant expressive aromatics of jasmine, passion fruit, and orange blossom with flavors of star fruit and apple on a balanced, crisp mineral finish."
  },
  {
    "": "376",
    "name": "L'Ecole 41 Old Vines Chenin Blanc 2012",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "92.0",
    "notes": "L'Ecole Nº 41 has produced this old vine, Vouvray style Chenin Blanc since 1987. Jean Ferguson, L'Ecole Nº 41's founding winemaker, loved this wine and crafted her version of Vouvray through cold fermentation to enhance the fruity and floral esters. "
  },
  {
    "": "377",
    "name": "L'Ecole 41 Old Vines Chenin Blanc 2015",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "#78"
  },
  {
    "": "378",
    "name": "L'Ecole 41 Old Vines Chenin Blanc 2016",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "L’Ecole N° 41 has produced this old vine, crisp and aromatic Vouvray-style Chenin Blanc since 1987."
  },
  {
    "": "386",
    "name": "L'Ecole 41 Semillon 2005",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Few Semillons show their richness and complexity as those produced in Washington State.  Our cool harvest nights help to ensure crisp natural acidity, making this a wonderful food pairing wine.  Try it with a goat cheese appetizer, spicy seafood or your traditional Thanksgiving turkey and dressing."
  },
  {
    "": "387",
    "name": "L'Ecole 41 Semillon 2006",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Blend: 86% Semillon, 14% Sauvignon Blanc "
  },
  {
    "": "388",
    "name": "L'Ecole 41 Semillon 2007",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Remarkably brilliant with rich fruit and balanced acidity, this wine shows fragrant citrus blossom, tangerine and floral aromas, with melon, fresh apple, pear, lychee nut and key-lime flavors on a honeysuckle mineral-rich finish. Try it with a goat cheese appetizer, spicy seafood or your traditional Thanksgiving turkey and dressing."
  },
  {
    "": "389",
    "name": "L'Ecole 41 Semillon 2008",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Remarkably brilliant with rich fruit and balanced acidity, this wine shows fragrant citrus blossom, lemon and floral aromas, with melon, pear, lychee nut and key-lime flavors on a honeysuckle mineral-rich finish."
  },
  {
    "": "390",
    "name": "L'Ecole 41 Semillon 2010",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "87.0",
    "notes": "Remarkably brilliant with vibrant fruit and balanced acidity, this wine shows fragrant citrus blossom and honey aromas, with pretty layers of lemon bar, apricot and keylime expanding on a balanced finish."
  },
  {
    "": "391",
    "name": "L'Ecole 41 Semillon 2009",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "83% Semillon, 17% Sauvignon Blanc. "
  },
  {
    "": "392",
    "name": "L'Ecole 41 Semillon 2012",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Remarkably brilliant with vibrant fruit and balanced acidity, this pretty floral wine shows citrus blossom, jasmine and honeyed aromas, with layers of lemon custard, apricot and key-lime expanding on a balanced finish.  "
  },
  {
    "": "393",
    "name": "L'Ecole 41 Semillon 2013",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Few Semillons show their richness and complexity as those produced in  Washington State. The  cool harvest nights help to ensure crisp natural acidity,  making this a wonderful food pairing wine. The wine is remarkably brilliant with vibrant fruit and balanced acidity, this pretty floral wine shows citrus blossom, jasmine and honeyed aromas, with layers of lemon custard, apricot and key-lime expanding on a balanced finish."
  },
  {
    "": "394",
    "name": "L'Ecole 41 Semillon 2015",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "89.0",
    "notes": "Rich with vibrant fruit and balanced acidity, this wine shows pretty orange blossom, apple and melon aromas, with layers of lemon custard, fresh apricot and honeysuckle flavors expanding on a balanced finish. Few Semillons show their richness and complexity as those produced in Washington State. Our cool harvest nights help to ensure crisp natural acidity, making this a wonderful food pairing wine."
  },
  {
    "": "395",
    "name": "L'Ecole 41 Semillon 2018",
    "grape": "",
    "region": "Columbia Valley, Washington",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "This aromatic gem shows multiple layers of stone fruit, melon, and floral aromas with flavors of pear and lemon custard on a refreshingly balanced finish."
  },
  {
    "": "413",
    "name": "L'Ecole 41 Walla Voila Chenin Blanc 2009",
    "grape": "",
    "region": "Washington",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "The Chenin Blanc was harvested in the early morning and promptly delivered to the winery. The fruit was gently whole-cluster pressed to minimize phenolics and solids. The settled juice was fermented slowly with a classic Vouvray yeast at cold temperatures to yield rich and fruity flavors. After three months the fermentation was stopped by cold suppression and the wine was filtered."
  },
  {
    "": "431",
    "name": "Leese-Fitch Chardonnay 2015",
    "grape": "",
    "region": "California",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "A rich golden hue in color, this medium-bodied Chardonnay shows enticing aromas of spiced applesauce and citrus. A rich palate showcases refreshing flavors of melon and soft vanilla leading to an exceptionally smooth and lengthy balanced finish."
  },
  {
    "": "432",
    "name": "Leese-Fitch Chardonnay 2016",
    "grape": "",
    "region": "California",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "A rich golden hue in color, this medium-bodied Chardonnay shows enticing aromas of spiced applesauce and citrus. A rich palate showcases refreshing flavors of melon and soft vanilla leading to an exceptionally smooth and lengthy balanced finish."
  },
  {
    "": "433",
    "name": "Leese-Fitch Chardonnay 2017",
    "grape": "",
    "region": "California",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "The 2017 Leese-Fitch Chardonnay hails from fruit picked at both ends of the Lodi appellation. This blend gives the wine a core of cool climate fruit with essence of lemon, apple, and pear. The Clarksburg Viognier gives the blend some additional complexity with notes of apricot and tangerine, rounding out the mouthfeel."
  },
  {
    "": "435",
    "name": "Leese-Fitch Sauvignon Blanc 2010",
    "grape": "",
    "region": "California",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "The 2010 Leese-Fitch Sauvignon Blanc is a crisp and refreshing wine. This wine has a high-tone citrus zest aroma with minerality reminiscent of a brisk ocean breeze. There's a hint of freshly squeezed grapefruit juice and tropical Pina Colada. The palate is zippy and alive with Lemon grass spice, but balanced with a touch of creamy tapioca to round out the mid-palate. "
  },
  {
    "": "436",
    "name": "Leese-Fitch Sauvignon Blanc 2015",
    "grape": "",
    "region": "California",
    "variety": "White Wine",
    "rating": "89.0",
    "notes": "Zesty and refreshing, this Sauvignon Blanc has enticing aromas of Mexican guava and pineapple that carry over to the palate. Just off-dry, the body of this wine is juicy with a crisp balanced acidity. "
  },
  {
    "": "437",
    "name": "Leese-Fitch Sauvignon Blanc 2017",
    "grape": "",
    "region": "California",
    "variety": "White Wine",
    "rating": "89.0",
    "notes": "2017 was a good vintage for Sauvignon Blanc. Moderate summer heat led to relatively early pick dates in order to get the Sauvignon Blanc off the vine with balanced acidity and ripeness. The flavors are highlighted by grassy herbal notes balanced with ripe melon and watermelon rind. On the palate, this light-bodied wine is juicy with casaba melon, lemon curd, and tangerine notes. Slight herbal nuances are framed with crisp acidity and finish with a touch of Meyer lemon. "
  },
  {
    "": "455",
    "name": "Leeuwin Estate Art Series Chardonnay 1998",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "94.0",
    "notes": "The colour is bright straw yellow with hints of lime green."
  },
  {
    "": "456",
    "name": "Leeuwin Estate Art Series Chardonnay 2000",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "93.0",
    "notes": "Lifted intensity of the typical aromas of pears, the scent of dried figs, together with hints of spice and nutmeg, fragrant and sweet submerging any hint of oak.  "
  },
  {
    "": "457",
    "name": "Leeuwin Estate Art Series Chardonnay 1999",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "95.0",
    "notes": "Lifted intensity of the typical aromas of pears, the scent of dried figs, together with hints of spice and nutmeg, fragrant and sweet submerging any hint of oak.  "
  },
  {
    "": "458",
    "name": "Leeuwin Estate Art Series Chardonnay 2002",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "96.0",
    "notes": ""
  },
  {
    "": "459",
    "name": "Leeuwin Estate Art Series Chardonnay 2003",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "94.0",
    "notes": "The colour is bright straw with lime green hues."
  },
  {
    "": "460",
    "name": "Leeuwin Estate Art Series Chardonnay 2004",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "The complex nose is typical Leeuwin, with lifted aromas of dried pear and ripe peach accompanied by hints of cashews and integrated French oak.  This finely balanced bouquet is the result of low-yielding vines, premium quality oak and gentle winemaking techniques to preserve the richness of the fruit.   "
  },
  {
    "": "461",
    "name": "Leeuwin Estate Art Series Chardonnay 2001",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "98.0",
    "notes": "Number 24 on"
  },
  {
    "": "462",
    "name": "Leeuwin Estate Art Series Chardonnay 2005",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "94.0",
    "notes": "The color is a brilliant green straw. The fresh nose is classic Leeuwin Estate Chardonnay, with intensely lifted aromas of ripe yellow pear skins, the petals of citrus blossom, nectarine and ripe peach accompanied by hints of fig and cashews from barrel maturation on yeast lees with integrated charry French oak. These flavours combine into a finely balanced bouquet; the result of very low yielding vines matched with subtle winemaking to preserve the richness of the fruit.  "
  },
  {
    "": "463",
    "name": "Leeuwin Estate Art Series Chardonnay 2006",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "The colour is brilliant and youthful green straw."
  },
  {
    "": "464",
    "name": "Leeuwin Estate Art Series Chardonnay 2007",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "93.0",
    "notes": "The fresh nose has lifted aromas of ripe yellow pear skins, the petals of citrus blossom, nectarineand ripe peach accompanied by hints of fig, cashews and roasted pine nuts from barrel maturationon yeast lees with integrated and stylish French oak. The rich, full bodied palate displays themouth filling and intense flavors of fresh ripe pears intermingling with delicious stone fruitflavors, nectarine and pineapple tart. The middle palate shows richness before turning to anelegance only found in the rarest of years that focus the flavors to a long land persistent finishwhich is both crisp and appealing."
  },
  {
    "": "465",
    "name": "Leeuwin Estate Art Series Chardonnay 2010",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "93.0",
    "notes": "A deceptively complex and incredibly youthful nose that features cut pear, fresh quince and lemon blossom. A savoury line is also evident with sesame brittle, cinnamon stick, rice wafer and hints of cornmeal. On the palate, woven layers of intense white fleshed fruits, diligent oak handling and effortless texture meet seamlessly and are driven by a mineral saline acid spine. Pears, grapefruit and white nectarine are the key fruits of the palate, which is focused with remarkable length and possesses amazing longevity."
  },
  {
    "": "466",
    "name": "Leeuwin Estate Art Series Chardonnay 2011",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "92.0",
    "notes": "#5"
  },
  {
    "": "467",
    "name": "Leeuwin Estate Art Series Chardonnay 2013",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "93.0",
    "notes": "A concentrated and vibrant aroma, highlighted by lime curd, juicy pears and lemon flesh in the foreground. Beneath lies subtle complexities of a cinnamon quill, black cardamom, amongst toasted hazelnuts and pecans. An open, textural and layered entry continues to a youthful and fine palate with laced acidity and a seamless finish. Cut limes, pears, and white peach dominate the palate, woven with savory almonds, sweet spice, and seamless elegant length."
  },
  {
    "": "468",
    "name": "Leeuwin Estate Art Series Chardonnay 2009",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "93.0",
    "notes": "A vibrant and expressive nose, characterized by a classical fruit profile of Nashi pear, lime curd, ripe white peach and quince. Nuances of flint and sweet cinnamon feature in the background.   "
  },
  {
    "": "469",
    "name": "Leeuwin Estate Art Series Chardonnay 2012",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "92.0",
    "notes": "#76"
  },
  {
    "": "470",
    "name": "Leeuwin Estate Art Series Chardonnay 2014",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "94.0",
    "notes": "A pristine and lifted nose highlighted by Nashi pears, limes, white peach and fig. The primary fruits are complimented by nutmeg, cinnamon, almonds and sesame that creates subtle complexity. The palate has concentration with clarity and purity. An introduction of grapefruit and pear lead to a delicately textured, layered and woven palate with nougat, anise and cashews present. There is immense length that finishes with a fine acid line and mineral finish."
  },
  {
    "": "471",
    "name": "Leeuwin Estate Art Series Chardonnay 2008",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "93.0",
    "notes": "An incredibly complex and lifted bouquet of ripe golden pear skin, peach, savory toasted ground almonds and white nectarine. This wine is showing multiple layers of fruit and subtle class driven French oak. The result of very low yielding vines matched with subtle winemaking preserves the richness and intensity of fruit. The palate displays a full bodied vibrant wine on the entry, with a creaminess and intense purity of fruit. Pear, nectarine and peaches are the main fruit flavors followed by a subtle sweet spice and almonds. The flavors are seamlessly long with a wonderful natural acid finish."
  },
  {
    "": "472",
    "name": "Leeuwin Estate Art Series Riesling 2001",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "The colour is straw with hints of green."
  },
  {
    "": "473",
    "name": "Leeuwin Estate Art Series Riesling 2006",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "95.0",
    "notes": "A wine of brilliant clarity. Color is a very pale straw with green tinges. The nose shows lifted aromas of citrus blossom, honeysuckle, and lime mixed with a mineral edge, which are indicators of an excellent wine. Displaying classic Riesling flavors of lemon and lime, the palate enjoys great intensity and depth of flavor. The exceptional length finishes with a clean and crisp acidity. This style of wine particularly lends itself to be enjoyed with freshly shucked oysters and Asian dishes."
  },
  {
    "": "474",
    "name": "Leeuwin Estate Art Series Riesling 2004",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "A very well balanced and dry palate, finishing clean and long with lingering sweet citrus fruit, but delicate in structure. Superb drinking now, but with medium ageing potential. An ideal accompaniment to seafood dishes."
  },
  {
    "": "475",
    "name": "Leeuwin Estate Art Series Riesling 2008",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Pale straw color in color, the nose offers an array of bright citrus fruits with a cooling mineral blast and lifted jasmine notes. The palate delivers intensity and focus, the classic Rieslings flavors of lime, grapefruit and crisp apple showing both purity and persistence. The finish is typically dry with clean, crisp acidity."
  },
  {
    "": "476",
    "name": "Leeuwin Estate Art Series Riesling 2010",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "The 2010 Riesling has bright straw green in color, with concentrated aromas of freshly cut limes, jasmine and subtle sweet spice on the nose. The palate displays ripe grapefruit, citrus and musk flavors, merging into strong lime intensity on the finish. Held together by a core of crisp acidity, the finish is typically dry and clean."
  },
  {
    "": "477",
    "name": "Leeuwin Estate Art Series Riesling 2002",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "The colour is straw with hints of green."
  },
  {
    "": "478",
    "name": "Leeuwin Estate Art Series Riesling 2011",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "This Riesling has bright straw green in color, with concentrated aromas of freshly cut limes, jasmine and subtle sweet spice on the nose. The palate displays ripe grapefruit, citrus and musk flavors, merging into strong lime intensity on the finish. Held together by a core of crisp acidity, the finish is typically dry and clean."
  },
  {
    "": "479",
    "name": "Leeuwin Estate Art Series Riesling 2012",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "The bouquet shows fragrant and bright notes of lime blossom and cut lemon greet the nose, and are met with underlying hints of kaffir lime leaf and subtle spice. The palate is taut and focused offering lively lemon curd, lime pith and floral notes. Racy acidity defines the palate and provides great drive. These elements are woven together with a mineral finish.   "
  },
  {
    "": "480",
    "name": "Leeuwin Estate Art Series Riesling 2013",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "Freshly cut limes, lemon sorbet and hints of Granny Smith apples combine with pronounced floral notes, hints of sweet spice and fragrant kaffir lime leaf. The palate is taut and fine with bursting Tahitian lime and lemon pith. Lively and racy acid underpins the palate throughout. Mineral and flint characters make this vintage one of Leeuwin's finest."
  },
  {
    "": "481",
    "name": "Leeuwin Estate Art Series Riesling 2014",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Freshly cut limes, lemon sorbet and hints of Granny Smith apples combine with pronounced floral notes, hints of sweet spice and fragrant kaffir lime leaf. The palate is taut and fine with bursting Tahitian lime and lemon pith. Lively and racy acid underpins the palate throughout."
  },
  {
    "": "482",
    "name": "Leeuwin Estate Art Series Riesling 2015",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Bright straw green in color. The 2015 Riesling exhibits concentrated aromas of citrus blossom, sweet spice, musk and subtle perfume of golden delicious apples. The palate reveals incredible freshness with soft lingering flavors of freshly cut Australian finger limes, crisp granny smith and jasmine spice which are balanced and fine, the delicate natural acidity drives the pallet into a persistent mineral finish."
  },
  {
    "": "492",
    "name": "Leeuwin Estate Margaret River Riesling 2000",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "88.0",
    "notes": "Color is medium straw with green tinges. At this stage the wine shows strong floral aromas reminiscent of orange blossoms with hints of apricot. The later picking resulted in a more full flavored palate than normal but is dry and well balanced with a clean acid finish. Served chilled it is an ideal accompaniment to seafood and salads."
  },
  {
    "": "493",
    "name": "Leeuwin Estate Margaret River Riesling 1999",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Color is medium straw with green tinges. At this stage the wine shows strong floral aromas reminiscent of orange blossoms with hints of apricot. The later picking resulted in a more full flavored palate than normal but is dry and well balanced with a clean acid finish. Served chilled it is an ideal accompaniment to seafood and salads."
  },
  {
    "": "497",
    "name": "Leeuwin Estate Prelude Vineyards Chardonnay 2001",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "The color is a brilliant pale yellow with tints of green. The nose shows freshly cut yellow-fleshed peaches with some underlying subtle barrel fermentation characters. The palate is rich and full, though tightly structured, showing a combination of poached stone fruit and sweet grapefruit flavors. The wine will develop over the years and the flavors will meld into a soft, clearly varietal Margaret River chardonnay. Ideal to accompany fish and shellfish or any full flavored white meat."
  },
  {
    "": "498",
    "name": "Leeuwin Estate Prelude Vineyards Chardonnay 2000",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "The color is a brilliant pale yellow with tints of green. The nose shows freshly cut yellow-fleshed peaches with some underlying subtle barrel fermentation characters. The palate is rich and full, though tightly structured, showing a combination of poached stone fruit and sweet grapefruit flavors. The wine will develop over the years and the flavors will meld into a soft, clearly varietal Margaret River chardonnay. Ideal to accompany fish and shellfish or any full flavored white meat."
  },
  {
    "": "499",
    "name": "Leeuwin Estate Prelude Vineyards Chardonnay 2004",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "Color is transparent light straw with flashes of bright green. The initial aromas are intense and lifted with perfumes of white peach, nectarine/stone fruit backed by the wonderful pungency of citrus flowers. Although fermented in oak there is only an underpinning whisper of it present in the bouquet. The palate is up front with fruit showing a predominance of pears and citrus. It has weight, but with true elegance and softness. It finishes with a sense of depth and an aftertaste of nuttiness, tempered with fruit."
  },
  {
    "": "500",
    "name": "Leeuwin Estate Prelude Vineyards Chardonnay 2003",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "The color is a brilliant pale yellow with tints of green. The nose shows freshly cut yellow-fleshed peaches with some underlying subtle barrel fermentation characters. The palate is rich and full, though tightly structured, showing a combination of poached stone fruit and sweet grapefruit flavors. The wine will develop over the years and the flavors will meld into a soft, clearly varietal Margaret River chardonnay. Ideal to accompany fish and shellfish or any full flavored white meat."
  },
  {
    "": "501",
    "name": "Leeuwin Estate Prelude Vineyards Chardonnay 2006",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Color is straw green, bright and almost luminous. This wine displays lifted pristine Margaret River Chardonnay fruit typical of the Leeuwin vineyard. The well integrated bouquet has ripe pear skin, figs, and nutty cashews. The subtle integration of French oak provides vanilla notes to this perfumed Chardonnay. Medium in weight, due to the cool ripening period the wine displays deceptive length and mouth filling structure.  "
  },
  {
    "": "502",
    "name": "Leeuwin Estate Prelude Vineyards Chardonnay 2007",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Color is straw green, bright and almost luminous. This wine displays lifted pristine Margaret River Chardonnay fruit typical of the Leeuwin vineyard. The well integrated bouquet has ripe pear skin, figs, and nutty cashews. The subtle integration of French oak provides vanilla notes to this perfumed Chardonnay. Medium in weight, due to the cool ripening period the wine displays deceptive length and mouth filling structure. The palate shows fresh and vibrant pears, tangy grapefruit and peaches, with the balanced citrus acid giving the wine a delicious elegance and youthfulness. An excellent vintage for Leeuwin Estate Chardonnay, this wine will lend itself to cellaring for a number of years.  "
  },
  {
    "": "503",
    "name": "Leeuwin Estate Prelude Vineyards Chardonnay 1999",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "The color is a brilliant pale yellow with tints of green. The nose shows freshly cut yellow-fleshed peaches with some underlying subtle barrel fermentation characters. The palate is rich and full, though tightly structured, showing a combination of poached stone fruit and sweet grapefruit flavors. The wine will develop over the years and the flavors will meld into a soft, clearly varietal Margaret River chardonnay. Ideal to accompany fish and shellfish or any full flavored white meat."
  },
  {
    "": "504",
    "name": "Leeuwin Estate Prelude Vineyards Chardonnay 2009",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "The nose is vibrant and concentrated with aromas of pear, hand picked peach and lime. Beneath lie layers of lemon curd and fig. Lifted frangipani, subtle cinnamon and peanut brittle provide further complexity. The palate is delicately textured with pear, ruby grapefruit and white peach. Hints of wild honey and cashew add complexity to a palate which exudes balanced weight and persistent length. An excellent vintage of Prelude Vineyards Chardonnay from Leeuwin Estate.  "
  },
  {
    "": "505",
    "name": "Leeuwin Estate Prelude Vineyards Chardonnay 2010",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "The nose has aromas of beurre bosc, fresh lime wedge and ripe fig. Layers of complexity appear with blanched hazelnuts, sweet cinnamon, and apricots. The palate is defined by a fruit spectrum of pear, lime curd and lemon zest. Its liveliness is highlighted with a pronounced, yet very fine acid structure, which tightens and directs the texture and fruit concentration. Subtle cinnamon and lemongrass provide further complexity."
  },
  {
    "": "506",
    "name": "Leeuwin Estate Prelude Vineyards Chardonnay 2011",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "A complex and layered palate and features a delicate lemon, pear and lime fruit spectrum at the forefront. Tight and focused, woven together by a pristine natural acid line. Mealy notes, gunflint and subtleties of nougat, fragrant jasmine and sweet spice provide breadth to an elegant nose. Delicately textured with vibrant grapefruit and freshly cut lime, width and complexity enhanced by fluffy nougat notes. A classical wine frm an outstanding vintage."
  },
  {
    "": "507",
    "name": "Leeuwin Estate Prelude Vineyards Chardonnay 2012",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "Cut limes, ripe nashi pears and white peaches greet the nose, amidst aromas of fresh nougat, honeycomb, brioche and rice wafers. Savory lemon rind, figs and quince create complexity, while oak derived toasted hazelnuts and cinnamon spice is diligently incorporated to enhance the balance. The palate is tight and defined, characterized by fresh lime, white nectarine and pears. Luscious texture delivers balanced depth and breadth to the palate. Oatmeal, nutmeg and subtle oak char lie in the background, with all components brought together with a taut and refreshing acid line."
  },
  {
    "": "508",
    "name": "Leeuwin Estate Prelude Vineyards Chardonnay 2013",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Delicate and restrained, the nose exhibits nashi pear, cut limes and white peach; interwovenlayers of sesame, pecans, wheat biscuits and nougat, nurtures the primary fruits. Heightenedfloral notes of jasmine and lemon blossom lifts the nose giving fragrance, purity and subtlecomplexity. The palate is directed and focused; symmetry aligns around lemon, grapefruitand pear skin, through creamy oak, blanched almonds and sweet spice, leading to a finishthat is hallmarked by bright natural acidity with incredible length and persistence."
  },
  {
    "": "509",
    "name": "Leeuwin Estate Prelude Vineyards Chardonnay 2014",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "An elegant, vibrant and fragrant nose with lemon, lime, and pear in the foreground. Notes of peach blossom and subtle jasmine create lift and combine with cardamom pod, almond meal, and roasted cashew. The palate has immense purity, with power and persistence. Lime and lemon pith define the palate, which carries through to a delicately layered middle, threaded with a fine mineral spine. Sesame seed and blanched almonds enhance complexity, finishing with a sparkling acid structure. This wine has energy in its youth, and will build texture with cellaring."
  },
  {
    "": "510",
    "name": "Leeuwin Estate Prelude Vineyards Chardonnay 2015",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "The nose is bright and concentrated with subtle complexity, featuring lime, golden pear and white peach. Aromatic sweet spices of cinnamon and nutmeg with deeper tones of sesame, cashew and nougat provide depth and layers. Elevated jasmine floral notes enhance the purity and varietal expression. Definitively modern Leeuwin Estate Chardonnay; the palate exudes vibrancy with delicate textures. The intensity of pear, lime and lemon across the palate is threaded with a finite acid spine that is laced with spice and savoury notes, leading to a seamless and elegant finish."
  },
  {
    "": "511",
    "name": "Leeuwin Estate Prelude Vineyards Chardonnay 2018",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "The jasmine, frangipani, chamomile, and cardamom meet with the classical pear, lime, and lemon fruit spectrum in this fantastic wine. "
  },
  {
    "": "512",
    "name": "Leeuwin Estate Prelude Vineyards Chardonnay 2016",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Heightened with notes of jasmine, frangipani and lemon blossom. Nuances of nougat,cashew and toasted almonds combine with brioche, brulee and mealy notes lying beneath.The palate is bright, well weighted with volume and presence, whilst maintaining focusand definition. Pink grapefruit, white nectarine and baked apple feature with diligent oakand subtle texture. The layered and contoured mid palate is finely checked with mineralacid thread."
  },
  {
    "": "513",
    "name": "Leeuwin Estate Siblings Sauvignon Blanc 2018",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "89.0",
    "notes": "Fragrant and energetic, the nose has an abundance of lychee, kiwifruit and blackcurrant with lime curd and lemon sherbet. Thai basil, sliced fennel, gingerand citrus blossom sit neatly in the background. A gentle entry leads to a delicatelytextured mid palate. Bursting lemon, lime and grapefruit dominate throughout withbright acidity, a slightly savory line and a talc-like finish. "
  },
  {
    "": "514",
    "name": "Leeuwin Estate Siblings Sauvignon Blanc Semillon 1999",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "85.0",
    "notes": "A youthful straw green colour."
  },
  {
    "": "515",
    "name": "Leeuwin Estate Siblings Sauvignon Blanc Semillon 2002",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "A youthful straw green colour."
  },
  {
    "": "516",
    "name": "Leeuwin Estate Siblings Sauvignon Blanc Semillon 2004",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Blend: Sauvignon Blanc (52%), Semillon (48%) "
  },
  {
    "": "517",
    "name": "Leeuwin Estate Siblings Sauvignon Blanc Semillon 2011",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "89.0",
    "notes": "The intensity of the bouquet is dominated by lemon floral notes supported with lime, regionally picked green peas and green melon. The palate has a fascinating textural component that shows layered complexity from the barrel fermented portion of the blend."
  },
  {
    "": "518",
    "name": "Leeuwin Estate Siblings Sauvignon Blanc Semillon 2014",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Bright and aromatic, the nose features finger limes, lemon flesh, guava and black pastilles. A savory thread is also present highlighted by nougat, cardamom and nettles. The palate is tight with subtle texture led by lemon and grapefruits. Hints of spice through the middle, combines with bright and integrated acidity. "
  },
  {
    "": "519",
    "name": "Leeuwin Estate Siblings Sauvignon Blanc Semillon 2015",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Bright and floral with a myriad of primary fruits, that features white peach, green melon, just plucked passionfruit, lime zest, and lemon curd. Nuances of a touch of nettle, vanilla and cardamom pod create both depth and complexity. Finely focused, the palate opens to a soft and supple middle and is underpinned by a taught and fresh finish. Layers of lemon, lime, guava, fig, quince and green apple feature throughout with delicate floral and savory notes laced between. Overall a youthful and vibrant blend."
  },
  {
    "": "520",
    "name": "Leeuwin Estate Siblings Sauvignon Blanc Semillon 2016",
    "grape": "",
    "region": "Margaret River, Western Australia, Australia",
    "variety": "White Wine",
    "rating": "89.0",
    "notes": "Bright and lifted with bursting lime, lemon zest and guava. Subtleties of jasmine, lemongrass, fennel bulb and coriander seed lie in the background. An elegant palate offers diligent texture through the middle, with a finely directed acid spine. Lemon features with finger lime, grapefruit and hints of lychee, whilst savoury notes of blanched almonds and anise offer complexity. "
  },
  {
    "": "532",
    "name": "Left Coast Cellars The Orchards Pinot Gris 2009",
    "grape": "",
    "region": "Willamette Valley, Oregon",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "This racy little number flirts with just a hint of sweetness, and alluring notes of tropical fruits and flowers. Serve this Pinot Gris with spicy Asian or Indian fare.  "
  },
  {
    "": "538",
    "name": "Lemelson Chardonnay Reserve 2012",
    "grape": "",
    "region": "Oregon",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "In pursuit of balance and finesse in a warm growing season, Lemelson  did two picks on our Johnson Vineyard: the first, to preserve vibrancy and the second, for texture and aromatics. The result is a wine that expresses the fruit of the vintage while remaining fresh and lower in alcohol. Peach, Asian pear, honeysuckle and plum on the nose are accented by subtle notes of hazelnut, brioche and tarragon. The palate is energetic and fresh with citrus and spice at mid-palate leading way to a long, citrus and mineral finish. While many vintages of their Reserve Chardonnay have aged quite gracefully, the opulent fruit of this vintage suggests that this wine will be at its best over the next five years.  "
  },
  {
    "": "539",
    "name": "Lemelson Dry Riesling 2008",
    "grape": "",
    "region": "Willamette Valley, Oregon",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "The 2008 Riesling is richer and more fruity than the delicate 2007 and drier and more serious than the sweeter 2006. It shows bright citrus notes on the nose with lemon verbena, tangerine, white peach, chalk and thyme. The palate is soft and fresh with good weight, while the mid-palate is rich and intense with Meyer lemon, citrus rind and yellow plum, paving the way to a long, fresh honey finish.  "
  },
  {
    "": "540",
    "name": "Lemelson Dry Riesling 2009",
    "grape": "",
    "region": "Willamette Valley, Oregon",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "The vineyard source for our Riesling remains constant as the style created in the vineyard and winery continues to evolve. Over the last four vintages, the Riesling has become drier and leaner, the 2009 has the least residual sugar yet. The nose shows lemon curd, pear, honeysuckle, chalk and lemongrass and develops honey and nectarine with time open. The palate is soft on entry with a vibrant mid-palate that turns to lime, nectarine ane mineral notes on the long finish.   "
  },
  {
    "": "541",
    "name": "Lemelson Dry Riesling 2012",
    "grape": "",
    "region": "Willamette Valley, Oregon",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "The 2012 Riesling is Lemelson's first to include wine made from the young vines at the estate Meyer Vineyard. The fragrant nose shows peach, lime zest, smoke and mint. The palate shows the fat and fruit of the vintage with lime, nectarine and quince flavors on the mid-palate. The finish is long with chalk notes gaining long after the sip. With time in the bottle, this wine will reveal more mineral notes and evolve to show honey and hints of petrol, an aromatic characteristic unique to this varietal. "
  },
  {
    "": "543",
    "name": "Lemelson Dry Riesling 2015",
    "grape": "",
    "region": "Dundee Hills, Willamette Valley, Oregon",
    "variety": "White Wine",
    "rating": "89.0",
    "notes": "To help maximize aromatic intensity and complexity, the wine was fermented in both tanks and stainless steel barrels.  The finished wine was aged on the lees for 5 months with occasional stirring.  The results are bright pineapple, green apple and lemon/lime fruit framed by intriguing ginger, floral and petrol aromatics.  Although fermented to complete dryness, the palate is rich, long and mineral with excellent natural acidity."
  },
  {
    "": "556",
    "name": "Leo Steen Jurassic Vineyard Chenin Blanc 2012",
    "grape": "",
    "region": "Santa Ynez Valley, Santa Barbara, Central Coast, California",
    "variety": "White Wine",
    "rating": "94.0",
    "notes": "Crafted to express the serious side of Chenin Blanc, we age this elegant and sophisticated winefor three years in concrete, barrel and bottle prior to release. The result is a gorgeous, texturally driven wine with exotic layers of white tea, honeycomb, wet stone minerality, almond paste, nougat and yellow plum. On the palate, it is rich, supple and creamy, gliding to a long, satisfying finish."
  },
  {
    "": "557",
    "name": "Leo Steen Jurassic Vineyard Chenin Blanc 2013",
    "grape": "",
    "region": "Santa Ynez Valley, Santa Barbara, Central Coast, California",
    "variety": "White Wine",
    "rating": "94.0",
    "notes": "Crafted to express the serious side of Chenin Blanc, we age this elegant and sophisticated wine for three years in concrete, barrel and bottle prior to release. The result is a gorgeous, texturally driven wine with exotic layers of white tea, honeycomb, wet stone minerality, almond paste, nougat and yellow plum. On the palate, it is rich, supple and creamy, gliding to a long, satisfying finish."
  },
  {
    "": "558",
    "name": "Leo Steen Chardonnay 2015",
    "grape": "",
    "region": "Santa Cruz Mountains, California",
    "variety": "White Wine",
    "rating": "94.0",
    "notes": "This is a beautifully intricate Chardonnay, with zesty minerality and enticing layers of green apple, Meyer lemon, brioche, beeswax and honeysuckle. On the palate, the flavors are framed by a dynamic undercurrent of cool-climate acidity. While it has both nerve and energy, there is also an inviting creaminess to this wine, that offers a lovely counterpoint, while helping to draw the flavors to lingering finish."
  },
  {
    "": "559",
    "name": "Leo Steen Jurassic Vineyard Chenin Blanc 2015",
    "grape": "",
    "region": "Santa Ynez Valley, Santa Barbara, Central Coast, California",
    "variety": "White Wine",
    "rating": "93.0",
    "notes": "This wine begins with a beautiful nose of lemon citrus, quince, crushed rock minerality, sweet hay, and herbs. On the palate, an almost architectural streak of acidity adds poise and length to flavors of smoked pineapple, lemon verbena, and citrus candy, all of which carry through to a long, complex and creamy finish."
  },
  {
    "": "560",
    "name": "Leo Steen Jurassic Vineyard Chenin Blanc 2016",
    "grape": "",
    "region": "Santa Ynez Valley, Santa Barbara, Central Coast, California",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "This wine begins with a beautiful nose of almond, white pepper and beeswax, subtle notes of ash and quince. On the palate, an almost architectural streak of acidity adds poise and length to flavors of almond skin & Meyer lemon all of which carry through to a long, complex and creamy finish.  "
  },
  {
    "": "561",
    "name": "Leo Steen Peaberry Chenin Blanc 2016",
    "grape": "",
    "region": "Mendocino, California",
    "variety": "White Wine",
    "rating": "93.0",
    "notes": "This bone-dry wine displays lovely aromas of honeydew melon, buttermilk, pear and quince. The aromas are echoed on the palate, where they mingle with savory elements and notes of bright citrus. While a hint of creaminess on the midpalate helps to balance the acidity, this is a wine that is defined by its energy, nerve and focus."
  },
  {
    "": "564",
    "name": "Leo Steen Saini Vineyard Chenin Blanc 2015",
    "grape": "",
    "region": "Dry Creek Valley, Sonoma County, California",
    "variety": "White Wine",
    "rating": "92.0",
    "notes": "My favorite vintage of Saini Chenin Blanc to date, this wine has alluring weight and richness, a silky texture and dazzling aromas of Anjou pear, green apple, quince, lemon verbena and white flowers. With a lovely hint of viscosity to the mouthfeel, the flavors seem to glide across the palate, offering a medley of orchard fruit, Meyer lemon, and green pineapple notes, as well as hints of white tea and wet Riverstone minerality that carry through to a lingering finish."
  },
  {
    "": "565",
    "name": "Leo Steen Saini Vineyard Chenin Blanc 2016",
    "grape": "",
    "region": "Dry Creek Valley, Sonoma County, California",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "This wine has alluring weight and richness, a silky texture and dazzling aromas of Anjou pear, green apple, quince, lemon verbena and white flowers. With a lovely hint of viscosity to the mouthfeel, the flavors seem to glide across the palate, offering a medley of orchard fruit, Meyer lemon, and green pineapple notes, as well as hints of white tea and wet Riverstone minerality that carry through to a lingering finish."
  },
  {
    "": "575",
    "name": "Leone de Castris Verdeca Bianco Messapia 2009",
    "grape": "",
    "region": "Italy",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Made from 100% Verdeca, an ancient Greek varietal that produces wines that are crisp, refreshing and floral. This wine is fermented and aged in stainless steel to retain the fresh character of the grape. "
  },
  {
    "": "641",
    "name": "Les Alexandrins Terrasses de l'Eridan Cotes du Rhone Blanc 2017",
    "grape": "",
    "region": "Cotes du Rhone, Rhone, France",
    "variety": "White Wine",
    "rating": "89.0",
    "notes": "Very pretty pale yellow color with golden highlights. The nose is full of freshness, with notes of pear and quince underlined by a touch of citrus. On the palate, it has a nice balance that combines freshness and roundness, with notes of white fruit and a long aromatic finish."
  },
  {
    "": "654",
    "name": "Les Cretes Les Abeilles 2006",
    "grape": "",
    "region": "Valle d'Aosta, Italy",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "Brilliant golden yellow hue. Fruit (dried apricots, jam), spice and a hint of acacia flower honey on the nose. Complex palate with sweet, soft, mineral undertones. Long, fresh finish."
  },
  {
    "": "655",
    "name": "Les Cretes Valle d'Aosta Chardonnay 2010",
    "grape": "",
    "region": "Italy",
    "variety": "White Wine",
    "rating": "92.0",
    "notes": "Valle d'Aosta Chardonnay is a lovely yellow. The nose is delicately floral with hints of banana and a bit of plum. On the palate, the wine is soft, fruity and mineral. This Chardonnay from this region is grown with excellent results, giving a wine with exuberant fruit flavor, combined with a pure expression of the \"terroir\" of the mountain. "
  },
  {
    "": "656",
    "name": "Les Cretes Valle d'Aosta Cuvee Bois Chardonnay 2016",
    "grape": "",
    "region": "Valle d'Aosta, Italy",
    "variety": "White Wine",
    "rating": "94.0",
    "notes": "The opening to the nose ranges from banana to candied citron, compositional grapes, accompanied by a spicy kick aptly presented by toasted oak. The entire nose-taste sensation transmits a dense texture to the palate, rich and candied, with great balance and elegance. A long finish slowly thins out with great pleasantness. Food accompaniments: great international cuisine, fondue and flan, fish, foie gras, fatty and blue cheeses."
  },
  {
    "": "668",
    "name": "Les Hauts de Lagarde Bordeaux Blanc 2013",
    "grape": "",
    "region": "Bordeaux, France",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": ""
  },
  {
    "": "677",
    "name": "Leth Steinagrund Gruner Veltliner 2007",
    "grape": "",
    "region": "Austria",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "The nose combines spice with a reductive fruit; the palate displays peppery notes; a classic Veltliner from loess terraces."
  },
  {
    "": "678",
    "name": "Leth Steinagrund Gruner Veltliner 2008",
    "grape": "",
    "region": "Austria",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "The nose combines spice with a reductive fruit; the palate displays peppery notes; a classic Veltliner from loess terraces."
  },
  {
    "": "679",
    "name": "Leth Steinagrund Gruner Veltliner 2010",
    "grape": "",
    "region": "Austria",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "The nose combines spice with a reductive fruit; the palate displays peppery notes; a classic Veltliner from loess terraces. This wine is part of a line from Leth that displays complexity in flavor, minerality and durability."
  },
  {
    "": "680",
    "name": "Leth Steinagrund Gruner Veltliner 2012",
    "grape": "",
    "region": "Austria",
    "variety": "White Wine",
    "rating": "88.0",
    "notes": "The nose combines spice with a reductive fruit; the palate displays peppery notes; a classic Veltliner from loess terraces. This wine is part of a line from Leth that displays complexity in flavor, minerality and durability."
  },
  {
    "": "681",
    "name": "Leth Steinagrund Gruner Veltliner 2015",
    "grape": "",
    "region": "Austria",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "The nose combines spice with a reductive fruit; the palate displays peppery notes; a classic Veltliner from loess terraces. This wine is part of a line from Leth that displays complexity in flavor, minerality and durability."
  },
  {
    "": "682",
    "name": "Leth Steinagrund Gruner Veltliner 2016",
    "grape": "",
    "region": "Austria",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "The nose combines spice with a reductive fruit; the palate displays peppery notes; a classic Veltliner from loess terraces. This wine is part of a line from Leth that displays complexity in flavor, minerality and durability."
  },
  {
    "": "683",
    "name": "Leth Steinagrund Gruner Veltliner 2017",
    "grape": "",
    "region": "Austria",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "The nose combines spice with a reductive fruit; the palate displays peppery notes; a classic Veltliner from loess terraces. This wine is part of a line from Leth that displays complexity in flavor, minerality and durability."
  },
  {
    "": "686",
    "name": "Levendi Sweeney Ranch Chardonnay 2010",
    "grape": "",
    "region": "Napa Valley, California",
    "variety": "White Wine",
    "rating": "93.0",
    "notes": "Beautifully ripe apple with a hint of caramel and oak spice, filled in with lemon chiffon notes. Caramelized apple and lemon vanilla cream flavors on the palate, with the texture gracefully balanced between a rich center and a crisp finish."
  },
  {
    "": "718",
    "name": "Lewis Cellars Barcaglia Lane Chardonnay 2006",
    "grape": "",
    "region": "Russian River, Sonoma County, California",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Our Barcaglia Lane Chardonnay is sourced from a single rolling vineyard in the Russian River Valley. Developed for us by the Dutton Family in 1998, the site consists of 3 sloping blocks planted to three different clones – 15, Dijon 95, and Old Wente – which yield increasingly distinctive and complex fruit characters. Tangerine, citrus and sandalwood spice aromas are overlaid with a hint of honey. The wine is anchored in fragrant citrus fruits and framed nicely with toasty oak and acidity that brings great balance, integration and length to the palate."
  },
  {
    "": "719",
    "name": "Lewis Cellars Barcaglia Lane Chardonnay 2008",
    "grape": "",
    "region": "Russian River, Sonoma County, California",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "Record low yields in 2008 slashed production by 40%, resulting in excellent fruit quality. Fragrant, ripe orange and vanilla are naturally appealing with notes of cinnamon, oak spice and piecrust. An orchard of core citrus fruits forms the supple and satisfying palate with lively acidity and an exotic, lingering finish."
  },
  {
    "": "720",
    "name": "Lewis Cellars Barcaglia Lane Chardonnay 2009",
    "grape": "",
    "region": "Russian River, Sonoma County, California",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "Like the Reserve Chardonnay, our Barcaglia Lane bottling receives four additional months of barrel aging on the lees resulting in broad texture and fine detail. It is sourced from a single rolling vineyard in the Russian River Valley, part of the famed Dutton Ranch. Planted for us in 1998, the site consists of 3 sloping blocks planted to three different clones. The wine is strikingly aromatic with ripened mandarin, blood orange and spiced apple fruits, shot through with honeysuckle and hazelnut spice. Voluptuously built with plenty of curves, the richly woven palate gives way to a lively citrus laced finish."
  },
  {
    "": "721",
    "name": "Lewis Cellars Barcaglia Lane Chardonnay 2015",
    "grape": "",
    "region": "Russian River, Sonoma County, California",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "From Dutton Ranch vineyards, the 2015 Barcaglia Lane Chardonnay is a beach party in a bottle, with showers of citrus and sweet tropical blossoms, crème brulee, and Tahitian spice. The palate is a tsunami of tropical fruit with tons of native acidity to keep the Aloha flowing."
  },
  {
    "": "722",
    "name": "Lewis Cellars Barcaglia Lane Chardonnay 2014",
    "grape": "",
    "region": "Russian River, Sonoma County, California",
    "variety": "White Wine",
    "rating": "92.0",
    "notes": "2014 makes it three excellent vintages in a row for our Barcaglia Lane Chardonnay, sourced from a trio of clones at this Dutton Ranch vineyard. The wine is all succulent, ripe citrus with toasty tangerine, orange zest and lemon-lime. Toasty gun-barrel oak and vanilla, together with tropical fruit skin and spice completes the package. Buttressed by a framework of native acidity the wine is gauzy in weight and texture, staying up in the palate before finishing with focus and clarity."
  },
  {
    "": "723",
    "name": "Lewis Cellars Barcaglia Lane Chardonnay 2017",
    "grape": "",
    "region": "Russian River, Sonoma County, California",
    "variety": "White Wine",
    "rating": "92.0",
    "notes": "The nose alone takes our 2017 Barcaglia Lane Chardonnay to the highest level, with nectarine and vanilla chiffon, sterling rose and preserved lemon, mineral, and sweet oak spice. Deftly weighted with citrus and tree fruits the wine achieves balance through a ribbon of native acidity carrying on to a lengthy succulent finish."
  },
  {
    "": "742",
    "name": "Lewis Cellars Napa Valley Chardonnay 2008",
    "grape": "",
    "region": "Napa Valley, California",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "Crafted from a combination of Oak Knoll vines and longer-hanging Carneros clusters, our 2008 Napa Valley Chardonnay is satisfyingly ripe, yet focused and fresh in the same sip. Showy stone fruit, pear, hazelnut and toasty oak spices spill from the glass. Rich-bodied, fruitful and round on the palate with vanilla and subtle minerality, the wine is threaded with lively acidity bringing length and focus to a fine finish."
  },
  {
    "": "743",
    "name": "Lewis Cellars Napa Valley Chardonnay 2015",
    "grape": "",
    "region": "Napa Valley, California",
    "variety": "White Wine",
    "rating": "92.0",
    "notes": "Grapes for the 2015 Napa Chardonnay came in early and the wine centers around ripe Bosc pear and Fuji apple with delicious caramel custard, pie crust and hazelnut. Thickly textured and satiny smooth like Deux-Sevres butter, the richness and weight are buttressed with native acidity and subtle minerality bringing complexity and length to this delicious wine."
  },
  {
    "": "744",
    "name": "Lewis Cellars Napa Valley Chardonnay 2014",
    "grape": "",
    "region": "Napa Valley, California",
    "variety": "White Wine",
    "rating": "95.0",
    "notes": "Another warm vintage and generous crop brought plenty of sun-kissed fruit for our 2014 Napa Valley Chardonnay. Ripened red and green pears with white peach are threaded with tantalizing cinnamon, nutmeg and caramel spices. The cream-textured palate is opulent, full-bodied and delicious with notes of vanilla, mineral and flaky croissant that carry into a long and increasingly focused finish. "
  },
  {
    "": "745",
    "name": "Lewis Cellars Napa Valley Chardonnay 2016",
    "grape": "",
    "region": "Napa Valley, California",
    "variety": "White Wine",
    "rating": "92.0",
    "notes": "Golden delicious apple, honeysuckle blossom and toasty caramel spice aromas are served up generously in the 2016 Napa Chardonnay. Silky in texture with ripe tree fruit and plenty of drive the wine is athletic and complex with a tail of smoky mineral and lees character."
  },
  {
    "": "764",
    "name": "Lewis Cellars Reserve Chardonnay 2008",
    "grape": "",
    "region": "Napa Valley, California",
    "variety": "White Wine",
    "rating": "93.0",
    "notes": "Bottled unfined and unfiltered in December last year, our 2008 Reserve Chardonnay shows fantastic focus, complexity and richness. There is great breadth and allure in the nose of crushed blossoms and stone, lime zest, hazelnut and pear; but the palate takes center stage. Like a French kiss, the wine is sumptuous and silky-rich in texture with creamy minerality and endlessly intriguing notes of bread crust and caramel. The palate retains great focus and structure throughout, as it leads to a long, luxurious finish."
  },
  {
    "": "765",
    "name": "Lewis Cellars Reserve Chardonnay 2015",
    "grape": "",
    "region": "Napa Valley, California",
    "variety": "White Wine",
    "rating": "92.0",
    "notes": "Neil Young's \"Cinnamon Girl\" best captures the character of our rocking 2015 Reserve Chardonnay. Ripe yet succulent D'Anjou pear, gardenia blossom, sweet mineral spice and toasty brioche aromas come singing through. Broad-shouldered, with creamy textured leesy flavors, the wine reaches great depth while maintaining precision and serious structure."
  },
  {
    "": "766",
    "name": "Lewis Cellars Reserve Chardonnay 2018",
    "grape": "",
    "region": "Napa Valley, California",
    "variety": "White Wine",
    "rating": "93.0",
    "notes": "From the long growing season of 2018, this Napa Reserve Chardonnay has super showy aromatics, deliciously complex flavors and alluring texture that can’t be captured in words. Opening with white flower blossoms, green pear, lime zest and crushed stone mineral the wine is fragrant and long-limbed. Profoundly rich and silky texture is underpinned with structural detail and a stunningly long tail."
  },
  {
    "": "767",
    "name": "Lewis Cellars Reserve Chardonnay 2017",
    "grape": "",
    "region": "Napa Valley, California",
    "variety": "White Wine",
    "rating": "93.0",
    "notes": "Think of our 2017 Reserve Chardonnay as a Rolls Royce Wraith – offering a sumptuous interior with serious performance. A plethora of heady aromas alight from the glass with Anjou pear, warm brioche, sweet mineral spice and gardenia blossom. Lush yet lively with great depth and gauzy texture the wine shows impeccable build quality and attention to detail with a miles long finish."
  },
  {
    "": "769",
    "name": "Lewis Cellars Sauvignon Blanc 2016",
    "grape": "",
    "region": "Napa Valley, California",
    "variety": "White Wine",
    "rating": "90.0",
    "notes": "The warm, vibrant character and seductive imagery of Paul Gauguin's Tahiti are captured in our 2016 Sauvignon Blanc. Awash in ripe mango, guava and papaya and laced with tropical blossoms, vanilla and spice, the wine is lush and luxuriant, fruitful to the core, yet draped in native acidity and a fleck of salinity that frame and lengthen the canvas."
  },
  {
    "": "770",
    "name": "Lewis Cellars Sauvignon Blanc 2018",
    "grape": "",
    "region": "Napa Valley, California",
    "variety": "White Wine",
    "rating": "92.0",
    "notes": "Like a sailplane this 2018 Sauvignon Blanc soars with alluring floral spice, lemon-lime zest and hints of vanilla. A leading edge of native acidity frames a camber line of ripe mango and tropical fruit that tails gracefully with succulent lime skin and subtle mineral."
  },
  {
    "": "771",
    "name": "Lewis Cellars Sonoma Chardonnay 2014",
    "grape": "",
    "region": "Russian River, Sonoma County, California",
    "variety": "White Wine",
    "rating": "93.0",
    "notes": "Sourced from 40-year old vines the wine is unusually dense with super ripe blood orange, lime, honeysuckle and Fuji apple spice. Fabulous satiny texture and lemon confiture gain focus and brilliance with lots of sur-lie character en route to a long, happy ending."
  },
  {
    "": "772",
    "name": "Lewis Cellars Sonoma Chardonnay 2015",
    "grape": "",
    "region": "Russian River, Sonoma County, California",
    "variety": "White Wine",
    "rating": "92.0",
    "notes": "Blazing tropical fruit, exotic spices and sexy ripe citrus come together in this tangerine dream. Like a beach volleyball Olympian, the wine has explosive power plus tremendous depth and range on the palate. Richness and precision are continually on point, and the wine sets up high in the mouth before stretching out in a tanned and impossibly long-legged, leesy finish. "
  },
  {
    "": "773",
    "name": "Lewis Cellars Sonoma Chardonnay 2017",
    "grape": "",
    "region": "Russian River, Sonoma County, California",
    "variety": "White Wine",
    "rating": "92.0",
    "notes": "Chardonnay is whole cluster pressed, barrel fermented and aged sur lies with batonnage in 100% French oak for 11-15 months, undergoing 100% malolactic fermentation, then bottled unfined and unfiltered. "
  },
  {
    "": "774",
    "name": "Lewis Cellars Sonoma Valley Chardonnay 2008",
    "grape": "",
    "region": "Sonoma County, California",
    "variety": "White Wine",
    "rating": "91.0",
    "notes": "Our Sonoma Chardonnay comes from some of the oldest Dutton Ranch plantings in Russian River. These vines consistently yield fruit of great complexity and intensity seldom found in other sites. Cooler temperatures toward the end of the 2008 growing season resulted in crisp, well-defined flavors and long ripening times. Ripe citrus, Tupelo honey and sweet floral notes combined with seductive oak and all-spice aromas are just the beginning. Sun-ripened citrus fruit flavors are framed with brilliant acidity giving this wine its trademark zest and tremendous length."
  }
]